Repository: andryblack/ketlaer
Catalog: mms-1.1.1/plugins/feature/audio/po/*.po
Languages: cs, da, de, es, fi, fr, it, lv, pl, ru

source: Audio
da: Musik
de: Musik
fi: Musiikki
ru: Аудио

source: Could not write options to file
cs: Není možné uložit volby do souboru
da: Kunne ikke skrive indstillinger til filen
de: Fehler beim Schreiben der Einstellungen in die Datei
es: No se pudo escribir las opciones al archivo
fi: Asetusten tallennus tiedostoon epäonnistui
fr: Erreur d'écriture du fichier options
it: Non posso scrivere le opzioni sul file
lv: Nevar saglabāt opcijas failā
pl: Nie można zapisać opcji do pliku
ru: Невозможно записать настройки в файл

source: Enter filename:
cs: Vlože jméno souboru:
da: Indtast filnavn:
de: Dateinamen eingeben:
es: Escriba nombre de archivo:
fi: Syötä tiedoston nimi:
fr: Saisissez un nom :
it: Inserisci il nome del file:
lv: Ievadiet faila nosaukumu:
pl: Podaj nazwę pliku:
ru: Имя файла:

source: from start
cs: od začátku
da: fra starten
de: Normal
es: desde el comienzo
fi: alusta
fr: depuis le début
it: dall'inizio
lv: no sākuma
pl: od początku

source: last.fm top tracks
cs: nejlepší skladby na last.fm
da: last.fm top numre
de: Last.FM - Top Titel
es: pistas mas escuchadas en last.fm
fi: last.fm suosituimmat kappaleet
fr: Top des morceaux last.fm
lv: last.fm top ieraksti
pl: last.fm najwyżej ocenione ścieżki

source: last.fm loved tracks
cs: oblíbené skladby na last.fm
da: last.fm elskede numre
de: Last.FM - Beliebteste Titel
es: pistas favoritas en last.fm
fi: last.fm pidetyimmät kappaleet
fr: morceaux les plus aimés last.fm
lv: last.fm mīļākie ieraksti
pl: last.fm ulubione ścieżki

source: Playlist is corrupt
cs: Seznam skladeb je poškozen
da: Playlisten er defekt
de: Die Playliste ist fehlerhaft
es: La lista está corrupta
fi: Soittolista on viallinen
fr: Liste de lecture Corrompue
it: La lista è danneggiata
lv: Repertuārs ir sabojāts
pl: Uszkodzona Playlista
ru: Список повреждён

source: My Radio Stations
de: Mein Radio
fi: Omat radioasemat
pl: Moje stacje radiowe

source: Downloading radio stations
cs: Stahuji radiostanice
da: Henter radiostationer
de: Lade Internet-Radio-Stationen ...
es: Descargando estaciones de radio
fi: Ladataan radioasemia
fr: Téléchargement des stations radio
it: Recupero stazioni radio in corso
lv: Ielādē radiostacijas
pl: Pobieranie stacji radiowych
ru: Загружаю интернет-радиостанции

source: Failed to download radio stations
cs: Nezdařilo se stahnout radiostanice
da: Kunne ikke hente radiostationer fra nettet
de: Konnte Internet-Radio-Stationen nicht laden
es: Fallo al descargar estaciones de radio
fi: Radioasemien lataus epäonnistui
fr: Echec du téléchargement des stations radio
it: Impossibile recuperare stazioni radio
lv: Kļūda ielādējot radiostacijas
pl: Błąd pobierania stacji radiowych

source: Could not find any internet radio stations
cs: Nebyly nalezeny žádné internetové radiostanice
da: Kunne ikke finde nogen internet radio stationer
de: Konnte keine Internet-Radio-Stationen finden
es: No se pudo encontrar ninguna estación de radio de internet
fi: Internet-radioita ei löydy
fr: Aucune station radio Internet détectée
it: Non trovo stazioni di internet radio
lv: Nevar atrast nevienu internet radiostaciju
pl: Nie znaleziono internetowych stacji radiowych
ru: Ни одной интернет-радиостанции не найдено

source: Enter genre
cs: Vložte žánr
da: Indtast genre
de: Genre auswählen
es: Escriba género
fi: Syötä tyylilaji
fr: Saisissez un genre
it: Inserisci genere
lv: Ievadiet žanru
pl: Podaj gatunek:
ru: Введите жанр

source: Play station now
cs: Přehrát stanici nyní
da: Afspil station nu
de: Station - jetzt wiedergeben
es: Reproducir estación ahora
fi: Soita asema heti
fr: Lire la radio maintenant
it: Riproduci stazione ora
lv: Atskaņot staciju
pl: Odtwórz teraz stację

source: Add station to playlist
cs: Přidat stanici do seznamu skladeb
da: Tilføj station til playlisten
de: Station - in Playliste
es: Añadir estación a la lista
fi: Lisää asema soittolistalle
fr: Ajoute la radio à la liste
it: Aggiungi stazione alla lista
lv: Pievienot staciju Repertuārā
pl: Dodaj stację do playlisty

source: Remove station from my radio stations
cs: Odstranit stanici z mých radiostanic
da: Fjern station fra mine radiostaitoner
de: Station - aus 'Mein Radio' entfernen
es: Remover estación de mis estaciones de radio
fi: Poista asema radioasemistani
fr: Supprimer la radio de mes stations
it: Rimuovi stazione da 'le mie stazioni'
lv: Izņemt radiostaciju no manām stacijām
pl: Usuń stację z Moich Stacji Radiowych

source: Add station to my radio stations
cs: Přidat stanici do mých radiostanic
da: Tilføj station til mine radiostationer
de: Station - zu 'Mein Radio' hinzufügen
es: Añadir estación a mis estaciones de radio
fi: Lisää asema radioasemiini
fr: Ajouter la radio à mes stations
it: Aggiungi stazione a 'le mie stazioni'
lv: Pievienot radiostaciju manām stacijām
pl: Dodaj stację do Moich Stacji Radiowych

source: Options
cs: Volby
da: Indstillinger
de: Einstellungen
es: Opciones
fi: Asetukset
it: Opzioni
lv: Opcijas
pl: Opcje
ru: Опции

source: Return to startmenu
cs: Zpět do hlavní nabídky
da: Retur til startmenuen
de: Zurück zum Hauptmenü
es: Volver al menú principal
fi: Palaa alkuvalikkoon
fr: Retour au menu principal
it: Ritorna al menù iniziale
lv: Atgriezties sākuma izvēlnē
pl: Powrót do menu głównego
ru: Назад в главное меню

source: Go up one directory
cs: Jít do adresáře o úroveň výše
da: Gå et katalog op
de: Verzeichnis - verlassen
es: Subir un directorio
fi: Siirry ylöspäin hakemistossa
fr: Aller au dossier parent
it: Vai alla cartella superiore
lv: Vienu līmeni atpakaļ
pl: O jeden katalog do góry
ru: На уровень вверх

source: Could not write radio stations to file
cs: Není možné uložit radiostanice souboru
da: Kunne ikke skrive radiostationer til filen
de: Fehler beim Schreiben der Radio-Stationen in die Datei
es: No se pudo escribir las estaciones de radio al archivo
fi: Radioasemien tallennus tiedostoon epäonnistui
fr: Erreur d'écriture du fichier des stations de radios
it: Non posso scrivere le stazioni sul file
lv: Nevar ierakstīt radiostacijas failā
pl: Nie można zapisać stacji radiowej do pliku

source: Audio Library
cs: Knihovna hudby
da: Musikbibliotek
de: Musik
es: Librería de Audio
fi: Musiikkikirjasto
fr: Bibliothèque Audio
it: Libreria Audio
lv: Audio Bibliotēka
pl: Biblioteka Audio
ru: Звуковая библиотека

source: Audio - Playlist
cs: Audio - seznam skladeb
da: Musik - Playliste
de: Audio - Playliste
es: Audio - Listas
fi: Musiikki - Soittolista
fr: Audio - Liste de lecture
it: Audio - Lista
lv: Audio - Repertuārs
pl: Audio - Playlista
ru: Аудио плейлист

source: Search:
cs: Hledat:
da: Søg:
de: Suchen:
es: Búsqueda:
fi: Haku:
fr: Rechercher:
it: Ricerca:
lv: Meklēt:
pl: Szukaj:
ru: Поиск:

source: yes
cs: ano
da: ja
de: Ja
es: si
fi: kyllä
fr: oui
it: sì
lv: jā
pl: tak
ru: да

source: no
cs: ne
da: nej
de: Nein
fi: ei
fr: non
lv: nē
pl: nie
ru: нет

source: completely random
da: komplet tilfældig
de: Real-Random
es: completamente aleatoreo
fi: aito satunnaissoitto
fr: complètement aléatoire
it: realmente casuale
pl: losowo

source: intelligent
cs: inteligentní
da: intelligent tilfældig
de: Intelligent-Random
es: inteligente
fi: älykäs
it: intelligente
lv: inteliģenta
pl: inteligentnie
ru: разумно

source: simple random
da: simpel tilfældig
de: Winamp-Random
es: aleatoreo simple
fi: yksinkertainen satunnaissoitto
fr: aléatoire simple
it: casuale semplice
pl: losowo (winamp)

source: Audio - Choose Playlist
cs: Audio - vybrat seznam skladeb
da: Musik - Vælg Playliste
de: Audio - Playlistbrowser
es: Audio - Seleccione la Lista
fi: Musiikki - Valitse soittolista
fr: Audio - Choisissez une liste
it: Audio - Seleziona Lista
lv: Audio - Izvēlēties Repertuāru
pl: Audio - Wybierz Playlistę
ru: Аудио - Выбор плейлиста

source: Audio - Radio
cs: Audio - rádio
da: Musik - Radio
fi: Musiikki - Radio
ru: Аудио - Радио

source: The disc does not contain any recognizable files
cs: Disk neobsahuje žádné rozpoznatelné soubory
da: Disken indeholder ingen genkendelige filer
de: Das Medium enthält keine bekannten Dateien
es: El disco no contiene archivos reproducibles
fi: Levy ei sisällä tunnistettavia tiedostoja
fr: Le disque ne contient aucun fichier multimédia
it: Il disco non contiene file riconoscibili
lv: Diskā nav neviena atpazīstama faila
pl: Płyta nie zawiera żadnych obsługiwanych plików
ru: Диск не содержит распознаваемых файлов!

source: Playing track:
cs: Přehrát skladbu:
da: Afspiller nummer:
de: Position:
es: Reproduciendo pista:
fi: Toistetaan kappaletta:
fr: Lecture de la piste:
it: Traccia in riproduzione:
lv: Atskaņo ierakstu:
pl: Odtwarzam ścieżkę:
ru: Пригрывается дорожка:

source: off
cs: vypnuto
da: slået fra
de: Aus
es: desactivado
fi: pois
fr: arrêté
it: spento
lv: izslēgts
pl: wyłącz
ru: выкл

source: Could not find audio player plugin specified in AudioConfig
cs: Není možné nalézt zásuvný modul audio přehrávače v souboru AudioConfig
da: Kunne ikke finde lydafspiller plugin specificeret i AudioConfig
de: Konnte das in der AudioConfig angegebene Musik-Player Plugin nicht finden
es: No se pudo encontrar plugin de reproducción de audio especificado en AudioConfig
fi: Ei löydetty asetustiedostossa määriteltyä laajennosta äänen ulostulolle
fr: Impossible de touver le greffon de lecture audio spécifié dans AudioConfig
it: Non trovo il plugin per il riproduttore audio specificato in AudioConfig
lv: Nevar atrast audio atskaņotāja spraudni, kas definēts AudioConfig
pl: Nie możgę znaleźć wtyczki odtwarzacza audio określonej w AudioConfig

source: Could not find any audio player plugin
cs: Není možné nalézt žádný zásuvný modul pro přehrávání hudby
da: Kunne ikke finde nogen lydafspiller plugin
de: Konnte kein Musik-Player Plugin finden
es: No se pudo encontrar plugin de reproducción de audio
fi: Ei löydetty laajennosta äänen ulostulolle
fr: Impossible de touver un greffon de lecture audio
it: Non trovo il plugin per il riproduttore audio
lv: Nevar atrast nevienu audio atskaņošanas spraudni
pl: Nie możgę znaleźć żadnej wtyczki odtwarzacza audio

source: Play
cs: Přehrát
da: Afspil
de: Wiedergabe
es: Reproducir
fi: Soita
fr: Lire
it: Riproduci
lv: Atskaņot
pl: Odtwórz
ru: Воспр.

source: Pause
cs: Pauza
es: Pausar
fi: Tauko
it: Pausa
lv: Pauze
pl: Pauza
ru: Пауза

source: Stop
es: Detener
fi: Pysäytä
pl: Zatrzymaj
ru: Стоп

source: Fast forward
cs: Rychle vpřed
da: Spol frem
de: Spulen - vor
es: Avanzar
fi: Pikakelaus eteenpäin
fr: Avance rapide
it: Avanti veloce
lv: Pārtīt uz priekšu
pl: Dalej
ru: Перемотка Вперёд

source: Fast backward
cs: Rychle vzad
da: Spol tilbage
de: Spulen - zurück
es: Retroceder
fi: Pikakelaus taaksepäin
fr: Retour rapide
it: Indietro veloce
lv: Pārtīt atpakaļ
pl: Wstecz
ru: Перемотка Назад

source: Next track
cs: Následující skladba
da: Næste nummer
de: Titel - vor
es: Pista siguiente
fi: Seuraava kappale
fr: Piste Suivante
it: Traccia successiva
lv: Nākamais ieraksts
pl: Następna Ścieżka
ru: След. дорожка

source: Previous track
cs: Předchozí skladba
da: Forrige nummer
de: Titel - zurück
es: Pista anterior
fi: Edellinen kappale
fr: Piste précédente
it: Traccia precedente
lv: Iepriekšējais ieraksts
pl: Poprzednia Ścieżka
ru: Пред. дорожка

source: Increase volume
cs: Zesílit
da: Øg volumen
de: Lautstärke - +
es: Subir volumen
fi: Voimista ääntä
fr: Monter le volume
it: Aumenta volume
lv: Skaļāk
pl: Zwiększ głośność
ru: Громче

source: Decrease volume
cs: Zeslabit
da: Formindsk volumen
de: Lautstärke - -
es: Bajar volumen
fi: Hiljennä ääntä
fr: Diminuer le volume
it: Diminuisci volume
lv: Klusāk
pl: Zmniejsz głośność
ru: Тише

source: Mute
cs: Ztišit
da: Stum
de: Stumm (Mute)
es: Mudo
fi: Mykistä
fr: Silence
it: Muto
lv: Izslēgt skaņu
pl: Wycisz
ru: Тишина

source: Toggle playlist
cs: Přepnout seznam skladeb
da: Skift til/væk fra playlisten
de: Playliste/Dateibrowser umschalten
es: Activar/desactivar lista
fi: Vaihda soittolistaa
fr: Changer de liste de lecture
it: Mostra/nascondi playlist
lv: Pārslēgt repertuāru
pl: Przełącz playlistę
ru: Вкл.выкл плей-лист

source: real random
cs: pravé náhodné
da: rigtigt tilfældig
es: azar verdadero
fi: aito satunnaissoitto
fr: aléatoire réel
it: realmente casuale
lv: īsta izlase
pl: losowo
ru: случайно

source: Track not present on the current media
cs: Skladba není přítomna na aktuálním médiu
da: Nummer ikke fundet på nuværende medie
de: Titel nicht auf aktuellem Medium
es: Pista no presente en el medio
fi: Kappale ei ole nykyisellä medialla
fr: Piste non présente sur le média en cours
it: Traccia mancante sul media corrente
lv: Ieraksts neatrodas uz esošā nesēja
pl: Brak ścieżki na obecnym nośniku
ru: Дорожка отсутствует на текущем носителе

source: Could not open options file
cs: Není možné otevřít soubor s volbami
da: Kunne ikke åbne indstillinger fra filen
de: Fehler beim öffnen der Einstellungsdatei
es: No se pudo abrir el archivo de opciones
fi: Asetustiedoston avaus epäonnistui
fr: Erreur à l'ouverture du fichier options
it: Impossibile aprire il file delle opzioni
lv: Nevar atvērt opciju failu
pl: Nie można otworzyć pliku opcji
ru: Невозможно открыть файл настроек:

source: Failed to connect to IMMS
cs: Nepodařilo se připojit k IMMS
da: Kunne ikke tilslutte til IMMS
de: Konnte keine Verbindung zu IMMS herstellen
es: Falla al conectarse con IMMS
fi: IMMS-yhteys epäonnistui
fr: Impossible d'ouvrir IMMS
it: Impossibile connettersi a IMMS
lv: Kļūda piekļuvē IMMS
pl: Błąd połączenia z IMMS
ru: Не удалось подключиться к IMMS

source: Upgrading audio database schema
cs: Aktualizace schématu databáze hudby
da: Opgraderer databaseskemaet for musik
de: Aktualisiere Audio-Datenbank Schema
es: Actualizando esquema de base de datos de audio
fi: Päivitetään musiikkitietokannan mallia
fr: Mise à jour du schéma de la base de donnée audio
it: Aggiornamente schema database audio
lv: Atjaunina audio datubāzes shēmu
pl: Uaktualnianie bazy danych audio

source: current folder
cs: aktuální adresář
da: nuvær. katalog
de: Verzeichnis
es: directorio actual
fi: nykyinen kansio
fr: dossier courant
it: Cartella corrente
lv: aktuālā direktorija
pl: bierzący folder
ru: текущий каталог

source: No similar tracks found in local db
cs: Žádné podobné skladby nebyly nalezeny v lokální databázi
da: Ingen lignende numre fundet i den lokale database
de: Keine ähnlichen Titel in deiner Sammlung
es: No hay tracks similares en la base de datos local
fi: Paikallisesta tietokannasta ei löydetty samankaltaisia kappaleita
fr: Aucune piste similaire trouvée dans BD locale
it: Nessuna traccia simile trovata nel db
lv: Lokālajā datubāzē nav atrasts līdzīgs ieraksts
pl: Nie znaleziono podobnych scieżek w lokalnej bazie

source: Enter directory
cs: Vstoupit do adresáře
da: Gå ind i katalog
de: Verzeichnis - betreten
es: Introduzca directorio
fi: Avaa hakemisto
fr: Entrer dans le dossier
it: Entra nella cartella
lv: Atvērt direktoriju
pl: Wejdź do katalogu
ru: Вход в каталог

source: Add directory to playlist
cs: Přidat adresář do seznamu skladeb
da: Tilføj katalog til playlisten
de: Verzeichnis - in Playliste
es: Añadir directorio a la lista
fi: Lisää hakemisto soittolistalle
fr: Ajouter le dossier à la liste
it: Aggiungi la cartella alla lista
lv: Pievienot direktoriju repertuāram
pl: Dodaj katalog do playlisty
ru: Добавить каталог в Cписок

source: Choose cover for folder
cs: Vyberte obrázek přebalu pro adresář
da: Vælg cover for katalog
de: Wähle Cover für Ordner
es: Elegir carátula para directorio
fi: Valitse kansikuva kansiolle
fr: Choisir la pochette pour le dossier
it: Scegli copertina per la cartella
lv: Izvēlieties vāciņu direktorijai
pl: Wybierz okładkę dla folderu
ru: Выберите обложку для папки

source: Add track to playlist
cs: Přidat skladbu do seznamu skladeb
da: Tilføj nummer til playlisten
de: Titel - in Playliste
es: Añadir pista a la lista
fi: Lisää kappale soittolistalle
fr: Ajoute la piste à la liste
it: Aggiungi la traccia alla lista
lv: Pievienot ierakstu repertuāram
pl: Dodaj ścieżkę do playlisty
ru: Добавить дорожку в плейлист

source: Generate playlist of similar tracks
cs: Vygenerovat seznam skladeb z podobných skladeb
da: Lav afspilningsliste af lignende numre
de: Playliste - aus ähnlichen Titeln
es: Generar lista de reproducción de pistas similares
fi: Luo soittolista samankaltaisista kappaleista
fr: Génération de la liste de lecture avec des pistes similaires
it: Genera playlist di tracce simili
lv: Veidot repertuāru no līdzīgiem ierakstiem
pl: Utwórz playlistę z podobnych ścieżek

source: Print information
cs: Vytisknout informaci
de: Titelinfos
es: Imprimir información
fi: Näytä tiedot
fr: Afficher les informations
it: Visualizza informazioni
lv: Drukāt informāciju
pl: Wyświetl informację
ru: Просмотр Информации

source: Show Lyrics
cs: Zobrazovat texty
da: Vis sangtekst
de: Zeige Songtexte
es: Mostrar Letra
fi: Näytä sanoitukset
fr: Afficher les paroles
it: Mostra testi
lv: Rādīt dziesmu vārdus
pl: Pokaż tekst piosenki

source: Show Screensaver
cs: Zobrazovat šetřič obrazovky
da: Vis pauseskærm
de: Zeige Screensaver
es: Mostrar Screensaver
fi: Näytä ruudunsäästäjä
fr: Afficher l'économiseur d'écran
it: Mostra salvaschermo
lv: Rādīt ekrānsaaudzētāju
pl: Włącz wygaszacz ekranu

source: Extracting metadata
cs: Extrahuji metadata
da: Henter metadata
de: Extrahiere Metainformationen
es: Extrayendo metadata
fi: Puretaan metadataa
fr: Extraction des metadatas
it: Estrazione dei meta-dati in corso
lv: Izdala metadatus
pl: Dekodowanie danych
ru: Извлечение метаданных

source: Folder is empty
cs: Adresář je prázdný
da: Katalog er tomt
de: Der Ordner ist leer
es: El directorio está vacío
fi: Kansio on tyhjä
fr: Répertoire vide
it: La cartella è vuota
lv: Direktorija ir tukša
pl: Katalog jest pusty
ru: Папка пуста

source: choose a cover
cs: vyberte obrázek přebalu
da: vælg et cover
de: Wähle Cover für Ordner
es: escoger carátula
fi: valitse kansikuva
fr: choisir une pochette
it: Scegli copertina
lv: izvēlies vāciņa attēlu
pl: wybierz okładkę
ru: выберите обложку

source: No covers found
cs: Nebyly nalezeny žádné obrázky přebalu
da: Ingen covers fundet
de: Keine Cover gefunden ...
es: No se encontraron carátulas
fi: Kansikuvia ei löydy
fr: Pas de pochette trouvée...
it: Nessuna copertina trovata
lv: Nav vāciņa attēlu
pl: Nie znaleziono okładek
ru: Обложек не найдено

source: Audio - Information
cs: Audio - informace
da: Musik - Information
de: Audio - (Tag-)Information
es: Audio - Información
fi: Musiikki - Tiedot
it: Audio - informazioni
lv: Audio - Informācija
pl: Audio - Informacja
ru: Аудио - Информация

source: Artist:
cs: Umělec:
da: Kunster:
de: Künstler:
es: Artista:
fi: Esittäjä:
fr: Artiste :
it: Artista:
lv: Izpildītājs:
pl: Wykonawca
ru: Артист:

source: Album:
fi: Levy:
lv: Albūms:
ru: Альбом:

source: Title:
cs: Titul:
da: Titel:
de: Titel:
es: Título:
fi: Otsikko:
fr: Titre :
it: Titolo:
lv: Nosaukums:
pl: Tytuł:
ru: Заголовок:

source: Year:
cs: Rok:
da: År:
de: Jahr:
es: Año:
fi: Vuosi:
fr: Année :
it: Anno:
lv: Gads:
pl: Rok:
ru: Год:

source: Genres:
cs: Žánry:
da: Genre:
de: Genre:
es: Generos:
fi: Tyylilajit:
it: Generi:
lv: Žanri:
pl: Gatunek:

source: Bitrate:
cs: Datový tok:
fi: Bittinopeus:
fr: Taux de transfert :
lv: Bireits:
ru: Битрейт:

source: Length:
cs: Délka:
da: Længde:
de: Länge:
es: Duración:
fi: Kesto:
fr: Durée :
it: Lunghezza:
lv: Garums:
pl: Długość:
ru: Длительность:

source: Rating:
cs: Ohodnocení:
da: Bedømmelse:
de: Bewertung:
es: Calificación:
fi: Arvostelu:
fr: Notoriété :
it: Valutazione:
lv: Vērtējums:
pl: Ocena:
ru: Оценка:

source: Track:
cs: Skladba:
da: Næste nummer:
de: Titel-Nr.:
es: Pista:
fi: Kappale:
fr: Piste :
it: Traccia:
lv: Dziesma:
pl: Ścieżka
ru: Дорожка:

source: not rated yet
cs: ještě není ohodnoceno
da: ikke bedømt endnu
de: Noch unbewertet
es: aun no calificado
fi: ei arvostelua
fr: non encore évalué
it: non ancora valutato
lv: nav vēl vērtēts
pl: jeszcze nie oceniony
ru: Без оценки

source: something wrong in intelligent random
cs: něco není v pořádku v inteligentním náhodném seznamu
da: der er et problem i intelligent random
de: Hier stimmt was mit Intelligent-Random nicht
es: falla en aleatorio inteligente
fi: virhe havaittu älykkäässä sekoituksessa
fr: Problème avec le mode aléatoire intelligent
it: Problemi nella modalità casuale intelligente
lv: problēmas ar inteliģento izlasi
pl: wystąpił błąd w inteligentnym odtwarzaniu losowym
ru: чото-то неправильно в intelligent random

source: Next track:
cs: Následující skladba:
da: Næste nummer:
de: Nächster:
es: Pista siguiente
fi: Seuraava kappale:
fr: Piste Suivante :
it: Traccia successiva:
lv: Nākamā dziesma:
pl: Następna ścieżka:

source: Next track: random
cs: Následující skladba: náhodná
da: Næste nummer: tilfældig
de: Nächster: zufällig
es: Pista siguiente: Aleatorea
fi: Seuraava kappale: satunnainen
fr: Piste Suivante : aléatoire
it: Traccia successiva: casuale
lv: Nākamā dziesma: izlase
pl: Następna ścieżka: losowo

source: Audio Options
cs: Nastavení audia
da: Musik indstillinger
de: Audio Einstellungen
es: Opciones de Audio
fi: Ääniasetukset
fr: Options Audio
it: Opzioni Audio
pl: Opcje Audio
ru: Свойства Аудио

source: reload
cs: opět nahrát
da: genindlæs
de: Verzeichnisse neu einlesen
es: recargar
fi: lataa uudelleen
fr: recharger
it: ricarica
lv: pārlādēt
pl: odśwież
ru: перезагрузка

source: repeat
cs: opakovat
da: gentag
de: Wiederholen
es: repetir
fi: toista uudelleen
fr: répéter
it: ripeti
lv: atkārtot
pl: powtórz
ru: повтор

source: shutdown on finished
cs: vypnout po ukončení
da: luk ned efter sidste nummer
de: Am Playlistenende abschalten
es: apagar al terminar
fi: sammuta päätyttyä
fr: arrêt à la fin
it: spegni al termine
lv: izslēgt sistēmu pēc atskaņošanas
pl: wyłącz po zakończeniu
ru: выключить по окончании

source: shuffle
cs: zpřeházet
da: skift
de: Zufallsmodus
es: mezclar
fi: sekoita
fr: aléatoire
it: mischia
lv: izlase
pl: losowo
ru: перемешать

source: show lyrics
cs: zobrazit texty
da: vis sangtekst
de: Zeige Songtexte
es: mostrar letra
fi: näytä sanoitukset
fr: afficher les paroles
it: mostra testi
lv: rādīt vārdus
pl: pokaż tekst piosenki

source: from end
cs: od konce
da: fra slutningen
de: Restzeit
es: desde el final
fi: lopusta
fr: avant la fin
it: dalla fine
lv: no beigām
pl: od końca

source: time view
cs: časový pohled
da: tidsvisning
de: Spielzeit
es: modo de tiempo
fi: aikanäkymä
fr: vue temporelle
lv: laika skats
pl: pokaż czas

source: minimum bitrate
cs: minimální datový tok
da: mindste bitrate
de: Mindest-Bitrate (Radio)
es: bitrate mínimo
fi: pienin bittinopeus
fr: taux d'échantillonage minimum
it: bitrate minimo
lv: minimālais bitreits
pl: minimalny bitrate
ru: минимальный битрейт

source: bg metadata extraction
cs: extrakce metadat na pozadí
da: bg metadata udtrækning
de: Leerlauf - Tags einlesen
es: extracción de metadata de fondo
fi: metadatan taustapurku
fr: extraction de metada
it: estrazione dei meta-dati bg
lv: bg metadatu atspiešana
pl: dekodowanie danych meta w tle
ru: фоновое извл. метаданных

source: Reloading directories
cs: Znovu nahrávám adresáře
da: Genindlæser katalogstrukturen
de: Aktualisiere Verzeichnisse
es: Recargando directorios
fi: Ladataan uudelleen hakemistoja
fr: Relecture des dossiers
it: Ricarico le cartelle
lv: Direktoriju pārlāde
pl: Odświeżenie katalogów
ru: Перезагрузка каталогов

source: Could not find any music
cs: Nebyly nalezeny žádné hudební soubory
da: Kunne ikke finde noget musik
de: Konnte keine Musik finden
es: No se pudo encontrar música
fi: Musiikkikappaleita ei löydy
fr: Aucune musique détectée
it: Non trovo file musicali
lv: Nevar atrast mūziku
pl: Nie znaleziono muzyki
ru: Музыка не найдена
