Repository: andryblack/ketlaer
Catalog: mms-1.1.1/plugins/feature/audio/po/*.po
Languages: cs, da, de, es, fi, fr, it, lv, pl, ru

source: Please specify a correct path
cs: Prosím, udejte správnou cestu
da: Specificer venligst en korrekt sti
de: Bitte geben Sie einen korrekten Pfad
es: Por favor especifique la ruta correcta
fi: Ole hyvä ja aseta oikea polku
fr: Vérifiez que le chemin spécifié existe
it: Per favore specifica il percorso corretto
lv: Lūdzu norādiet pareizu ceļu
pl: Określ poprawną ścieżkę
ru: Пожалуйста укажите корректный путь

source: in the configuration file
cs: v souboru nastavení
da: i konfigurationsfilen
de: in der Konfigurationsdatei an
es: en el archivo de configuración
fi: asetustiedostossa
fr: dans le fichier de configuration
it: nel file di configurazione
lv: konfigurācijas failā
pl: w pliku konfiguracyjnym
ru: в файле настроек

source: Play audio from harddrive
cs: Hrát hudbu z pevného disku
da: Afspil musik fra harddisken
de: Musik (Festplatte)
es: Reproducir música del disco duro
fi: Soita musiikkia kiintolevyltä
fr: Musique depuis le disque-dur
it: Riproduci audio dall'HD
lv: Atskaņot mūziku no diska
pl: Odtwórz muzykę z HDD
ru: Мелодии с винчестера

source: Play audio
cs: Hrát hudbu
da: Afspil musik
de: Musik (Festplatte)
es: Reproducir música
fi: Soita musiikkia
fr: Ecouter de la musique
it: Riproduci audio
lv: Atskaņot audio
pl: Odtwórz Muzykę
ru: Воспроизведение звука

source: Play an audio cd
cs: Přehrát zvukové CD
da: Afspil en cd
de: Musik (CD/DVD)
es: Reproducir un cd de música
fi: Soita ääni-CD
fr: Ecouter un CD audio
it: Riproduci CD audio
lv: Atskaņot mūzikas CD
pl: Odtwórz płytę Audio CD
ru: Проигрывать звуковой CD

source: Play Internet Radio
cs: Hrát internetové rádio
da: Afspil radio fra internettet
de: Musik (Radio/Netz)
es: Reproducir radio de Internet
fi: Soita Internet-radio
fr: Ecouter une radio Internet
it: Riproduci internet radio
lv: Atskaņot Interneta Radio
pl: Odtwórz radio internetowe
ru: Слушать интернет-радио

source: List is empty, removal failed
cs: Seznam je prázdný, nezdařilo se odstranění
da: Listen er tom, fjernelse fejlede
de: Liste ist leer, Entfernen fehlgeschlagen
es: Lista vacía, eliminación fallida
fi: Lista on tyhjä, poisto epäonnistui
fr: Liste vide, échec de la suppression
it: La lista è vuota, la rimozione è fallita
lv: Saraksts ir tukšs, dzēšana neizdevās
pl: Lista jest pusta, nie można usuwać
ru: Список пуст. удаление не удалось

source: Add all tracks to playlist
cs: Přidat všechny skladby do seznamu skladeb
da: Tilføj alle numre til playlisten
de: Album - in Playliste
es: Añadir todas las pistas a la lista
fi: Lisää kaikki kappaleet soittolistalle
fr: Ajouter toutes les pistes à la liste
it: Aggiungi album alla lista
lv: Visas dziesmas uz Repertuāru
pl: Dodaj wszystkie ścieżki do playlisty
ru: Добавить все дорожки в Cписок

source: Play now
cs: Přehrát nyní
da: Afspil nu
de: Verzeichnis - jetzt wiedergeben
es: Reproducir ahora
fi: Soita heti
fr: Lire maintenant
it: Riproduci ora
lv: Atskaņot tagad
pl: Odtwarzaj
ru: Проиграть

source: Play track now
cs: Přehrát skladbu nyní
da: Afspil musiknummer nu
de: Titel - jetzt wiedergeben
es: Reproducir pista ahora
fi: Soita kappale heti
fr: Lire la piste maintenant
it: Riproduci traccia ora
lv: Atskaņot dziesmu tagad
pl: Odtwórz teraz ścieżkę
ru: Воспроизвести дорожку

source: Play track
cs: Přehrát skladbu
da: Afspil musiknummer
de: Titel - wiedergeben
es: Reproducir pista
fi: Soita kappale
fr: Lire la piste
it: Riproduci traccia
lv: Atskaņot dziesmu
pl: Odtwórz ścieżkę
ru: Воспроизведение дорожки

source: Move track up
cs: Posunout se o skladbu výše
da: Flyt nummer op
de: Titel - höher schieben
es: Subir pista
fi: Siirrä kappaletta ylöspäin
fr: Déplacer la piste vers le haut
it: Sposta traccia su
lv: Pārvietot dziesmu augšup
pl: Przenieś scieżkę do góry
ru: Вверх

source: Move track down
cs: Posunout se o skladbu níž
da: Flyt nummer ned
de: Titel - tiefer schieben
es: Bajar pista
fi: Siirrä kappaletta alaspäin
fr: Déplacer la piste vers le bas
it: Sposta traccia giù
lv: Pārvietot dziesmu lejup
pl: Przenieś scieżkę w dół
ru: Вниз

source: Delete track
cs: Smazat skladbu
da: Slet nummer
de: Titel - entfernen
es: Eliminar pista
fi: Poista kappale
fr: Supprimer la piste
it: Cancella traccia
lv: Dzēst dziesmu
pl: Usuń ścieżkę
ru: Удаление дорожки

source: Jump to currently playing track
cs: Skočit na právě přehrávanou skladbu
da: Hop til det nuværende spillende nummer
de: Titel - aktueller
es: Saltar a la Pista en reproducción
fi: Siirry menossa olevalle kappaleelle
fr: Aller à la piste en cours de lecture
it: Vai alla traccia in riproduzione
lv: Uz dziesmu kura tiek atskaņota
pl: Skocz do bierzącej ścieżki

source: Queue track
cs: Vložit skladbu do fronty
da: Sæt nummer i kø
de: Titel - Warteschlange (rein)
es: Encolar pista
fi: Lisää kappale jonoon
fr: Rajouter la piste à la liste
it: Aaccoda traccia
lv: Rindot dziesmu
pl: Dodaj ścieżkę do kolejki

source: Dequeue track
cs: Smazat skladbu z fronty
da: Fjern nummer fra køen
de: Titel - Warteschlange (raus)
es: Desencolar pista
fi: Poista kappale jonosta
fr: Supprimer la piste de la liste
it: Rimuovi traccia
lv: Izņemt no rindas
pl: Usuń ścieżkę z kolejki

source: Clear playlist
cs: Vyčistit seznam skladeb
da: Tøm playlisten
de: Playliste - leeren
es: Limpiar lista
fi: Tyhjennä soittolista
fr: Effacer la liste de lecture
it: Cancella playlist
lv: Iztīrīt repertuāru
pl: Wyczyść playlistę
ru: Очистить плейлист

source: Save playlist
cs: Uložit seznam skladeb
da: Gem Playliste
de: Playliste - speichern
es: Guardar lista
fi: Tallenna soittolista
fr: Enregistrer la liste de lecture
it: Salva playlist
lv: Saglabāt repertuāru
pl: Zapisz playlistę
ru: Сохранить плейлист

source: Load playlist
cs: Nahrát seznam skladeb
da: Benyt playliste
de: Playliste - laden
es: Cargar lista
fi: Lataa soittolista
fr: Charger une liste de lecture
it: Carica playlist
lv: Ielādēt repertuāru
pl: Wczytaj playlistę
ru: Загрузить плейлист

source: Search
cs: Hledat
da: Søg
de: Suche
es: Búsqueda
fi: Hae
fr: Rechercher
it: Cerca
lv: Meklēt
pl: Szukaj
ru: Поиск

source: Clearing playlist to play contents of folder
cs: Promazávám seznam skladeb, aby byl přehrán obsah adresáře
da: Sletter playlisten for at afspille katalog
de: Ersetze Playliste und spiele den Inhalt dieses Ordners
es: Vaciando lista para reproducir contenido de directorio
fi: Tyhjennetään soittolista kansion soittamista varten
fr: Nettoyer la liste pour lire le contenu du répertoire
it: Cancello la lista per riprodurre i contenuti della cartella
lv: Iztīrīt repertuāru un atskaņot direktorijas saturu
pl: Czyszczenie playlisty przed odtworzeniem zawartości folderu
ru: Очищаю плейлист чтобы проиграть содержимое папки

source: The old playlist has been saved as 'autosaved'
cs: Starý seznam skladeb byl uložen pod názvem 'autosaved'
da: Den gamle playliste er gemt som 'autosaved'
de: Die vorherige Playliste wird jeweils als 'autosaved' gesichert
es: La vieja lista ha sido guardada como autoguardada
fi: Vanha soittolista on tallennettu nimellä 'autosaved'
fr: L'ancienne liste a été enregistrée sous 'autosaved'
it: La vecchia lista è stata salvata col nome 'autosaved'
lv: Vecais repertuārs tika saglabāts kā 'autosaved'
pl: Poprzednia playlista została zapisana jako 'autosaved'
ru: Старый плейлист был сохранен как 'autosaved'

source: Added directory to playlist
cs: Adresář přidán do seznamu skladeb
da: Tilføjet katalog til playlisten
de: Verzeichnis zur Playliste hinzugefügt
es: Se añadió el directorio a la lista
fi: Hakemisto lisätty soittolistalle
fr: Dossier ajouté à la liste
it: Cartella aggiunta alla lista
lv: Direktorija pievienota repertuāram
pl: Katalog dodany do playlisty
ru: Каталог добавлен в плейлист

source: Looking up CD in database
cs: Hledám v databázi CD disků
da: Finder CD i databasen
de: Suche CD in der Internetdatenbank
es: Buscando CD en base de datos
fi: Etsitään CD-levyn tietoja
fr: Recherche du CD dans la base
it: Ricerca CD nel database
lv: Meklēt CD datubāzē
pl: Wyszukiwanie CD w bazie
ru: Поиск CD в базе данных

source: Please, choose among:
cs: Prosím, vyberte si mezi:
da: Vælg venligst mellem:
de: Bitte wählen Sie zwischen:
es: Por favor eliga entre:
fi: Valitse näiden väliltä:
fr: Merci de choisir parmi :
it: Per favore scegli fra:
lv: Lūdzu izvēlieties no:
pl: Wybierz spośród:
ru: Пожалуйста выберите один из вариантов:

source: No personal radio stations found
cs: Nebyly nalezeny žádné osobní radiostanice
da: ingen personlige radiostationer fundet
de: Keine Stationen in MyRadio gefunden
es: No se encontraron estaciones de radio personales
fi: Ei henkilökohtaisia radioasemia
fr: Aucune station de radio personnelle n'a été trouvée
it: Nesuna stazione in 'le mie stazioni'
lv: Nav atrastas personīgās radiostacijas
pl: Nie znaleziono osobistych stacji radiowych

source: The genre contains no stations
cs: Žánr neobsahuje žádné radiostanice
da: Der findes ingen stationer for genren
de: Keine Stationen in gewähltem Genre
es: El género no tiene estaciones
fi: Tyylilajille ei ole radioasemia
fr: Le genre ne contient aucune station
it: Nessuna stazione di quel genere
lv: Žanrā nav radiostaciju
pl: Gatunek nie zawiera stacji
ru: Нет станций, соотв. данному жанру

source: or the stations could not be downloaded
cs: nebo je nebylo možné stáhnout
da: eller stationerne kunne ikke hentes fra nettet
de: oder die Stationen konnten nicht geladen werden.
es: o las estaciones no pueden ser descargadas
fi: tai niitä ei saatu ladattua
fr: ou les stations ne peuvent être téléchargées
it: o la stazione non può essere scaricata
lv: vai stacijas nevar ielādēt
pl: lub nie można pobrać stacji

source: Alsaplayer does not support rtsp
cs: Alsaplayer nepodporuje protokol rtsp
da: Alsaplayer understøtter ikke rtsp
de: Alsaplayer unterstützt leider kein rtsp
es: Alsaplayer no soporta rtsp
fi: Alsaplayer ei tue RTSP-protokollaa
fr: Alsaplayer ne supporte pas rtsp
it: Alsaplayer non supporta rtsp
lv: Alsaplayer neatbalsta rtsp
pl: Alsaplayer nie obsługuje rtsp
ru: Alsaplayer не поддерживает rtsp

source: Starting playback
cs: Spouštím přehrávání
da: Starter afspilning
de: Beginne Wiedergabe
es: Comenzando reproducción
fi: Aloitetaan soitto
fr: Début de la lecture
it: Avvio riproduzione
lv: Sāk atskaņošanu
pl: Rozpoczynam odtwarzanie

source: Failed to connect to the radio station
cs: Připojení k radiostanici se nezdařilo
da: Kunne ikke tilslutte radiostationer på nettet
de: Konnte nicht mit Radio-Station verbinden
es: Fallo al conectar con la estación de radio
fi: Radioasemaan ei saada yhteyttä
fr: Echec de la connexion à la station de radio
it: Impossibile recuperare stazioni radio
lv: Kļūda piekļūstot radiostacijai
pl: Błąd połączenia z stacją radiową

source: Added track to playlist
cs: Skladba přidána do seznamu skladeb
da: Tilføjet nummer til playlisten
de: Titel zur Playliste hinzugefügt
es: Se añadió la pista a la lista
fi: Kappale lisätty soittolistalle
fr: Piste ajoutée à la liste
it: Traccia aggiunta alla lista
lv: Dziesma pievienota repertuāram
pl: Ścieżka dodana do playlisty
ru: Дорожка добавлена в плейлист

source: No tracks in playlist
cs: V seznamu skladeb nejsou žádné skladby
da: Ingen numre i playlisten
de: Die Playliste enthält z.Zt. keine Titel
es: No hay pistas en la lista
fi: Ei kappaleita soittolistalla
fr: Aucune piste dans la liste
it: Nessuna traccia nella playlist
lv: Repertuārā nav dziesmu
pl: Brak ścieżek w playliście
ru: Нет дорожек в плейлисте

source: No saved playlists found
cs: Nebyl nalezen žádný ložený seznam skladeb
da: Ingen gemte playlister fundet
de: Keine gespeicherten Playlisten gefunden
es: No hay listas guardadas
fi: Ei tallennettuja soittolistoja
fr: Aucune liste sauvée
it: Non ho trovato nessuna playlist salvata
lv: Nav atrasti saglabātie repertuāri
pl: Nie znaleźiono zapisanych playlist
ru: Сохраненных плейлистов не найдено

source: Add CD to playlist and start playback
cs: Přidat CDčko do seznamu skladeb a spustit přehrávání
da: Begynd afspilning af CD fra playlisten
de: CD an Playliste senden und abspielen
es: Añadir CD a la lista y reproducir
fi: Lisää CD soittolistalle ja aloita soitto
fr: Ajout du CD à la liste et démarage de la lecture
it: Aggiungi CD alla playlist e riproduci
lv: Pievienot CD repertuāram un atskaņot
pl: Dodaj CD do playlisty i Odtwórz
ru: Добавить CD в плейлист и воспроизвести

source: Examine CD
cs: Prozkoumat CD
da: Undersøg CD'ens indhold
de: Untersuche die CD
es: Examinar CD
fi: Tutki CD
fr: Inspection du CD
it: Esamina CD
lv: Pārbaudīt CD
pl: Sprawdź CD
ru: Просмотр содержимого CD

source: Can not save playlist with an empty name
cs: Není možné uložit seznam skladeb s prázdným názvem
da: Kan ikke gemme playlisten med et tomt navn
de: Eine Playliste kann ohne Namen nicht gespeichert werden
es: No se puede guardar la lista con nombre vacío
fi: Ei voida tallentaa nimetöntä soittolistaa
fr: Impossible d'enregistrer une liste sans nom
it: Non posso salvare la playlist con un nome vuoto
lv: Nevar saglabāt repertuāru bez vārda
pl: Nie można zapisać playlisty o pustej nazwie
ru: Задайте название плейлиста

source: Please use another name
cs: Prosím, použijte jiný název
da: Vælg venligst et andet navn
de: Nehmen Sie einen anderen Namen und speichern erneut
es: Por favor use otro nombre
fi: Ole hyvä ja käytä toista nimeä
fr: Veuillez utiliser un autre nom
it: Per favore usa un nome differente
lv: Lūdzu izvēlieties citu vārdu
pl: Wybierz inną nazwę
ru: Используйте другое имя

source: Playlist with the chosen name already exists
cs: Seznam skladeb s vybraným názvem již existuje
da: Playliste med det valgte navn eksisterer allerede
de: Eine Playliste mit diesem Namen existiert bereits
es: Ya existe una lista con ese nombre
fi: Samanniminen soittolista on jo olemassa
fr: Une liste de lecture existe déjà avec ce nom
it: Esiste già una lista con il nome scelto
lv: Repertuārs ar šādu vārdu jau eksistē
pl: Playlista o podanej nazwie już istnieje
ru: Плей-лист с таким названием уже существует

source: Could not write playlist to file:
cs: Není možné zapsat seznam skladeb do souboru:
da: Kunne ikke skrive playlisten til filen:
de: Konnte Playliste nicht speichern:
es: No se pudo escribir la lista al archivo:
fi: Soittolistan tallennus tiedostoon epäonnistui:
fr: Ecriture de la liste impossible :
it: Non sono riuscito a scrivere la playlist sul file:
lv: Nevar ierakstīt repertuāru failā:
pl: Nie można zapisać playlisty do pliku:
ru: Нельзя записать плейлист в файл:

source: Skipping track not present on the current media
cs: Přeskakuji skladbu, která není přítomna na aktuálním médiu
da: Skipper nummer ikke fundet på det nuværende medie
de: Überspringe Titel, da nicht auf aktuellem Medium
es: Saltando pista ausente en el medio
fi: Ohitetaan kappale, jota ei lyödetä nykyiseltä medialta
fr: Passe la piste non présente sur le média actuel
it: Salto traccia non presente sul media corrente
lv: Izlaižam dziesmu kas nav uz esošā nesēja
pl: Pomijam ścieżkę niedostępną na obecnym nośniku
ru: Пропускаю дорожку, отсутствующую на текущем носителе

source: Playlist malformed, skipping line
cs: Chybný seznam skladeb, přeskakuji řádku
da: Playlisten er defekt, skipper linje
de: Playliste fehlerhaft, überspringe Eintrag
es: Lista de reproducción deforme, saltando línea
fi: Soittolista viallinen, ohitan rivin
fr: Liste malformée, ligne ignorée
it: Lista malformata, salto la riga
lv: Repertuārs kļūdains, izlaižam rindu
pl: Playlista uszkodzona, przechodzę do następnej pozycji
ru: Неверный Список, пропускаю строку

source: Could not open playlist:
cs: Není možné otevřít seznam skladeb:
da: Kunne ikke åbne playlisten:
de: Konnte Playliste nicht öffnen:
es: No se pudo abrir la lista:
fi: Soittolistan avaus epäonnistui:
fr: Ouverture de la liste impossible :
it: Non sono riuscito ad aprire la playlist:
lv: Nevar atvērt repertuāru:
pl: Nie można otworzyć playlisty:
ru: Не могу открыть плейлист:

source: of
da: af
de: von
es: de
fr: de
it: di
lv: no
pl: z

source: n/a
cs: nedostupné
da: ikke tilgængelig
de: Deaktiviert
es: n/d
it: n/d
lv: n/z
pl: brak
ru: недоступно
