Repository: andryblack/ketlaer
Catalog: mms-1.1.1/po/*.po
Languages: cs, da, de, es, fi, fr, it, lv, pl, ru

source: could not be loaded
cs: nemohl být nahrán
da: kunne ikke indlæses
de: konnte nicht geladen werden
es: no pudo ser cargada
fi: lataus epäonnistui
fr: ne peut pas être chargée
it: non è stata caricata
lv: nevar ielādēt
pl: nie można wczytać
ru: не может быть загружено

source: The font
cs: Písmo
da: Skriftypen
de: Die Schrift
es: La fuente
fi: Kirjasimen
fr: La police
it: Il font
lv: Fonts
pl: Font
ru: Шрифт

source: Unnamed
cs: Nepojmenované
da: Unavngivet
de: Unbenannt
es: Sin nombre
fi: Nimeämätön
fr: Sans nom
it: Senza nome
lv: Bez nosaukuma
pl: Brak nazwy
ru: Безымянный

source: all
cs: všechny
da: alle
de: Alles
es: todo
fi: kaikki
fr: tous
it: tutto
lv: visi
pl: wszystkie
ru: все

source: Search
cs: Hledat
da: Søg
de: Suche
es: Búsqueda
fi: Hae
fr: Rechercher
it: Cerca
lv: Meklēt
pl: Szukaj
ru: Поиск

source: Search:
cs: Hledat:
da: Søg:
de: Suchen:
es: Búsqueda:
fi: Haku:
fr: Rechercher:
it: Ricerca:
lv: Meklēt:
pl: Szukaj:
ru: Поиск:

source: No search results found
cs: Nebyly nalezeny žádné výsledky hledání
da: Ingen søgeresultater fundet
de: Nix gefunden ;(
es: No se encontraron resultados
fi: Hakutuloksia ei löydetty
fr: Aucun résultat
it: Nessun risultato
lv: Nekas nav atrasts
pl: Nic nie znaleziono
ru: Не найдено...

source: Shutdown in
cs: Vypnutí za
da: Luk ned om
de: Schalte ab in
es: Apagar en
fi: Sammutetaan
fr: Arrêt dans
it: Spegnimento in
lv: Izslēgt
pl: Wyłącz za
ru: Выключить в

source: Shutdown Now
cs: Vypínám teď
da: Luk ned nu
de: Schalte jetzt ab
es: Apagar Ahora
fi: Sammuta heti
fr: Arrêt maintenant
it: Spegnimento ora
lv: Izslēgt tagad
pl: Wyłącz Teraz
ru: Выключить сейчас

source: Canceled Shutdown
cs: Přerušeno vypínání
da: Stop nedlukning
de: Das Abschalten wurde abgebrochen
es: Se canceló el apagado
fi: Sammutus peruutettu
fr: Annuler l'arrêt
it: Spegnimento annullato
lv: Izslēgšana atcelta
pl: Wstrzymano Wyłączenie
ru: Выключение отменено

source: Extra Menu
cs: Extra nabídka
de: Extra-Menü
es: Menú Extra
fi: Lisävalikko
fr: Menu Extra
it: Menù Extra
lv: Ekstra Izvēlne
pl: Dodatkowe Menu
ru: Доп. Меню

source: Use theme
cs: Použít motiv
da: Benyt tema
de: Benutze Thema
es: Usar tema
fi: Käytä teemaa
fr: Utiliser le thème
it: Usa il tema
lv: Lietot tēmu
pl: Użyj skórki
ru: Использовать тему

source: Themes
cs: Motivy
da: Temaer
de: Themen/Skins
es: Temas
fi: Teemat
fr: Thèmes
it: Temi
lv: Tēmas
pl: Skórki
ru: Темы

source: Falling back to standard theme
cs: Vracím se ke standardnímu motivu
da: Falder tilbage til standard tema
de: Greife auf das Standard-Theme zurück
es: Volviendo al tema standard
fi: Otetaan käyttöön oletusteema
fr: On se rabbat sur le thème standard
it: Ricorro al tema standard
lv: Atgriežamies pie standarttēmas
pl: Wracam do standardowej skórki

source: Couldn't find any themes to open
cs: Nebylo možné nalézt žádný motiv, který by šlo otevřít
da: Kunne ikke finde nogen temaer som kunne åbnes
de: Konnte eingestelltes Theme nicht laden
es: No se pueden encontrar temas para abrir
fi: Teemoja ei löydetä
fr: Impossible de trouver un thème à ouvrir
it: Non trovo alcun tema da caricare
lv: Nevar atrast tēmas ko atvērt
pl: Nie mogę znaleźć żadnych skórek

source: Could not open theme
cs: Nebylo možné otevřít motiv
da: Kunne ikke åbne tema
de: Fehler beim Öffnen des Skins
es: No se pudo abrir el tema
fi: Teeman avaus epäonnistui
fr: Impossible d'ouvir le thème
it: Impossibile aprire il tema
lv: Nevar atrast tēmu
pl: Nie można otworzyć tematu
ru: Не могу открыть тему

source: Illegal line in theme file, missing '=' on line
cs: Nepřípustná řádka v souboru motivu; na řádce chybí '='
da: Fejl i tema-definitionsfilen, manglede '=' på linje
de: Ungültige Zeile in der Themen-Datei, fehlendes '=' in Zeile
es: Línea ilegal en archivo de definición de temas, falta '=' en la línea
fi: Virheellinen rivi teematiedostossa, puuttuva '='-merkki rivillä
fr: ligne non reconnue dans le fichier du thème, pas de '=' sur la ligne
it: Riga invalida nel file del tema, manca '=' nella riga
lv: Kļūdaina rinda tēmas failā, trūkst '=''rindā
pl: Błędna linia w pliku tematu, brakuje '=' w linii
ru: Пропущено '=' в файле описания тем в строке

source: Unsupported theme version, got version
cs: Nepodporovaná verze motivu, získaná verze
da: Ikke understøttet tema-version, fik version
de: Nicht unterstützte Theme-Version, dies ist Version
es: Versión de tema no soportada, obtuve versión
fi: Teeman versio epäyhteensopiva, löytyi
fr: Version de thème non supportée, version
it: Versione del tema non supportata, trovata la versione
lv: Neatbilstoša tēmas versija, esošā versija
pl: Nieobsługiwana skórka w wersji
ru: Неподдерживаемая версия темы, получил версию

source: Unsupported theme version
cs: Nepodporovaná verze motivu
da: Ikke understøttet tema-version
de: Nicht unterstützte Theme-Version
es: Versión de tema no soportada
fi: Teeman versio epäyhteensopiva
fr: Version de thème non supportée
it: Versione del tema non supportata
lv: Neatbilstoša tēmas versija
pl: Nieobsługiwana skórka
ru: Неподдерживаемая версия темы

source: Upgrading movie database schema
cs: Aktualizuji schéma databáze filmů
da: Opgraderer skemaet for filmdatabasen
de: Aktualisiere Film-Datenbank Schema
es: Actualizando base de datos de esquemas de peliculas
fi: Päivitetään videotietokannan mallia
fr: Mise à jour du schéma de base de données des films
it: Aggiornamento schema database film
lv: Atjaunina filmu datubāzes shēmu
pl: Aktualizuję schemat bazy filmów

source: My Media System movie library creation tool
cs: Nástroj pro tvorbu knihovny filmů aplikace My Media System
da: My Media System værktøj til at optimere filmbibliotek
de: My Media System Film-Datenbank Werkzeug
es: Herramienta de creación de librería de películas de MMS
fi: My Media System -videokirjaston luontityökalu
fr: outil de création de bibliothèque de vidéos de MMS
it: My Media System: tool per la creazione della libreria di film
lv: Manas Mēdiju Sistēmas filmu bibliotēkas izveides rīks
pl: MMS - narzędzie tworzenia biblioteki filmów
ru: Средство создания фильмографии MMS

source: Usage: ./mms-movie-library
cs: Použití: ./mms-movie-library
da: Benyttelse: ./mms-movie-library
de: Anwendung: ./mms-movie-library
es: Uso: ./mms-movie-library
fi: Käyttöohje: ./mms-movie-library
it: Uso: ./mms-movie-library
lv: Lietošana ./mms-movie-library
pl: Przykład: ./mms-movie-library

source: name mismatch in cd configuration, please check your config
cs: neshoda jmen v nastavení cd, prosím zkontrolujte si svá nastavení
da: navne fejl i cd konfiguration, check venligst din konfiguraiton
de: Fehlerhafte Namenseinstellung in der CD-Konfiguration, bitte prüfen Sie ihre Config
es: nombre no concuerda en configuración de cd, por favor chequee su configuración
fi: nimet eivät täsmää CD-asetuksissa, tarkista asetukset
fr: Les noms ne concordent pas dans la configuration CD, vérfiez votre config
it: Nome non corrispondente nella configurazione CD, controlla il file di configurazione
lv: vārda kļūda CD konfigurācijā, pārbaudiet konfigurāciju
pl: niepoprawna nazwa w pliku konfiguracyjnym cd, sprawdź konfigurację
ru: несоответствие в конфигурации CD, проверьте настройки

source: cd device
cs: CD zařízení
da: cd enhed
de: CD-Laufwerk
es: dispositivo de cd
fi: CD-laite
fr: lecteur CD
it: dispositivo cd
lv: CD iekārta
pl: CD
ru: Компакт-диск

source: audio device (music)
cs: audio zařízení (hudba)
da: lydenhed (musik)
de: Audio Gerät (Musik)
es: dispositivo de audio (música)
fi: äänilaite (musiikki)
fr: périphérique audio (musique)
it: dispositivo audio (musica)
pl: urządzenie audio (muzyka)

source: audio device (movies)
cs: audio zařízení (filmy)
da: lydenhed (film)
de: Audio Gerät (Film)
es: dispositivo de audio (video)
fi: äänilaite (videot)
fr: périphérique audio (vidéo)
it: dispositivo audio (video)
pl: urządzenie audio (filmy)

source: directories first
cs: nejprve adresáře
da: kataloger først
de: Verzeichnisse zuerst
es: directorios primero
fi: hakemistot ensin
fr: dossiers d'abord
it: cartelle all'inizio
lv: direktorijas sākumā
pl: najpierw katalogi
ru: каталоги первыми

source: by name
cs: podle názvu
da: efter navn
de: Nach Namen
es: por nombre
fi: nimen mukaan
fr: par nom
it: per nome
lv: pēc vārda
pl: po nazwie
ru: по имени

source: by date
cs: podle data
da: efter dato
de: Nach Datum
es: por fecha
fi: päivämäärän mukaan
fr: par date
it: per data
lv: pēc datuma
pl: wg daty

source: sorting
cs: třídění
da: sortering
de: Sortierung
es: ordenamiento
fi: järjestys
fr: trier
it: riordinamento
lv: kārtot
pl: sortowanie
ru: сортировка

source: Global Options
cs: Globální volby
da: Globale indstillinger
de: Globale Einstellungen
es: Opciones Globales
fi: Yleiset asetukset
fr: Options Globales
it: Opzioni Globali
lv: Pamatiestatījumi
pl: Globalne Opcje
ru: Общие Настройки

source: Open/Close Tray
cs: Otevřít/zavřít mechaniku
da: Åben/Luk Skuffe
de: Öffne/Schließe CD-Lade
es: Abrir/Cerrar Bandeja
fi: Avaa/sulje levykelkka
fr: Ouverture/Fermeture du lecteur
it: Apri/Chiudi il lettore
lv: Atvērt/Aizvērt
pl: Wysuń/Zamknij CD
ru: Открыть/Закрыть CD

source: Do you really want to exit?
cs: Opravdu si přejete skončit?
da: Vil du virkelig afslutte?
de: Wirklich beenden?
es: ¿Realmente quiere salir?
fi: Haluatko varmasti lopettaa?
fr: Voulez-vous vraiment quitter ?
it: Vuoi veramente uscire da MMS?
lv: Vai tiešām vēlaties iziet?
pl: Na pewno chcesz wyjść?
ru: Уверены, что хотите выйти?

source: Quit
cs: Ukončit
da: Afslut
de: Beenden
es: Salir
fi: Poistu
fr: Sortir
it: Esci
lv: Aizvērt
pl: Wyjście
ru: Выход

source: Halt System
cs: Zastavit systém
da: Luk systemet ned
de: System abschalten
es: Detener Sistema
fi: Sammuta järjestelmä
fr: Arrêter le Système
it: Arresta il sistema
lv: Izslēgt sistēmu
pl: Zamknij System
ru: Останов системы

source: Cancel
cs: Zrušit
da: Fortryd
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
lv: Atcelt
pl: Anuluj
ru: Отмена

source: Utilities
da: Værktøjer
de: Zubehör
es: Utilidades
fi: Työkalut
fr: Utilitaires
it: Strumenti
pl: Usługi

source: Switch resolution
cs: Přepnout rozlišení
da: Skift opløsning
de: Auflösung ändern
es: Cambiar resolución
fi: Vaihda resoluutiota
fr: Changer de résolution
it: Cambia risoluzione
lv: Mainīt rezolūciju
pl: Zmień rozdzielczość

source: Upgrading audio database schema
cs: Aktualizuji schéma databáze hudby
da: Opgraderer skemaet for musikdatabasen
de: Aktualisiere Audio-Datenbank Schema
es: Actualizando esquéma de base de datos de audio
fi: Päivitetään musiikkitietokannan mallia
fr: Mise à jour du schéma de base pour l'audio
it: Aggiornamento schema database audio
lv: Atjaunina audio datubāzes shēmu
pl: Aktualizuję schemat bazy audio

source: My Media System audio library creation tool
cs: Nástroj pro tvorbu knihovny hudby aplikace My Media System
da: My Media System værktøj til at generere musikbibliotek
de: My Media Sytem Audio-Datenbank Werkzeug
es: Herramienta de creación de librería de audio de MMS
fi: My Media System -äänikirjaston luontityökalu
fr: outil de création de la bibliothèque audio de MMS
it: My Media System: tool per la creazione della libreria audio
lv: Manas Mediju Sistēmas audio bibliotēkas izveides rīks
pl: MMS - narzedzie konfigurowania biblioteki audio
ru: Средство создания музыкальной библиотеки MMS

source: Usage: ./mms-audio-library
cs: Použití: ./mms-audio-library
da: Benyttelse: ./mms-audio-library
de: Anwendung: ./mms-audio-library
es: Uso: ./mms-audio-library
fi: Käyttöohje: ./mms-audio-library
it: Uso: ./mms-audio-library
lv: Lietošana: ./mms-audio-library
pl: Przykład: ./mms-audio-library
