Repository: andryblack/ketlaer
Catalog: mms-1.1.1/po/*.po
Languages: cs, da, de, es, fi, fr, it, lv, pl, ru

source: Could not open the dvd/cd drive
cs: Není možné otevřít zařízení cd/dvd
da: Kunne ikke åbne dvd/cd-rom drev
de: Konnte Ihr DVD/CD Laufwerk nicht öffnen
es: No se pudo abrir la unidad dvd/cd
fi: DVD/CD-aseman avaus epäonnistui
fr: Impossible d'ouvrir le lecteur DVD/CD
it: Impossibile aprire il lettore DVD/CD
lv: Nav iespējams atvērt DVD/CD iekārtu
pl: Nie mogę otworzyć napędu dvd/cd

source: Could not set drive speed
cs: Není možné nastavit rychlost zařízení
da: Kunne ikke sætte drevets hastighed
de: Konnte Laufwerksgeschwindigkeit nicht einstellen
es: No se pudo establecer velocidad de unidad
fi: Aseman nopeuden asetus epäonnistui
fr: Impossible de sélectionner la vitesse du lecteur
it: Impossibile impostare la velocità del lettore
lv: Nav iespējams noteikt iekārtas ātrumu
pl: Nie można ustawić prędkości napędu
ru: Скорость не установлена

source: The drive does not support speed selection
cs: Zařízení nepodporuje výběr rychlosti
da: Drevet understøtter ikke ændring af hastigheden
de: Das Laufwerk unterstützt keine Geschwindigkeitseinstellung
es: La unidad no soporta selección de velocidad
fi: Asema ei tue nopeuden asetusta
fr: Le lecteur ne supporte pas la sélection de vitesse
it: Il lettore non supporta la selezione di velocità
lv: Iekārta neatbalsta ātruma izvēli
pl: Napęd nie umożliwia ustawienia prędkości
ru: Привод не поддерживает выбор скорости

source: There is no disc in the drive
cs: V zařízení není žádný disk
da: Der er ingen disk i drevet
de: Kein Medium im Laufwerk
es: No hay disco en la unidad
fi: Asemassa ei ole levyä
fr: Aucun média dans le lecteur
it: Non c'è un disco nel lettore
lv: Iekārtā nav diska
pl: Brak płyty w napędzie
ru: В приводе нет диска

source: The tray is open
cs: Mechanika je otevřená
da: Cd-skuffen er åben
de: Die Lade ist offen
es: La bandeja está abierta
fi: Levykelkka on ulkona
fr: Le lecteur est ouvert
it: Il lettore è aperto
lv: Iekārta ir atvērta
pl: Tacka otwarta
ru: CDROM открыт

source: Please close it
cs: Prosím zavřete jej
da: Luk den venligst
de: Bitte schließen Sie sie.
es: Por favor ciérrela
fi: Ole hyvä ja sulje se
fr: Fermez le lecteur
it: Per favore chiudilo
lv: Lūdzu aizveriet to
pl: Poszę ją zamknąć
ru: Закройте его

source: The drive is not ready
cs: Zařízení není připraveno
da: Drevet er ikke klar
de: Das Laufwerk ist nicht bereit.
es: La unidad no está lista
fi: Asema ei ole valmiina
fr: Le lecteur n'est pas prêt
it: Il lettore non è pronto
lv: Iekārta nav gatava
pl: Napęd nie jest gotowy
ru: Устройство не готово

source: Please try again later
cs: Prosím opakujte požadavek později
da: Prøv venligst igen senere
de: Bitte später nocheinmal versuchen
es: Por favor intente luego
fi: Yritä myöhemmin uudestaan
fr: Essayez plus tard
it: Per favore riprova più tardi
lv: Lūdzu vēlāk mēģiniet vēlreiz
pl: Spróbuj później
ru: Попытайтесь позже

source: false
cs: vypnuto
da: falsk
de: falsch
es: falso
fi: epätosi
fr: faux
it: falso
lv: nepatiess
pl: błąd
ru: ложь

source: no
cs: ne
da: nej
de: Nein
fi: ei
fr: non
lv: nē
pl: nie
ru: нет

source: off
cs: vypnuto
da: slået fra
de: Aus
es: desactivado
fi: pois
fr: arrêté
it: spento
lv: izslēgts
pl: wyłącz
ru: выкл

source: Failed to open iconv
cs: Nezdařilo se otevřít iconv
da: Kunne ikke åbne iconv
de: Öffnen von iconv fehlgeschlagen
es: Falla al abrir iconv
fi: Ohjelman (iconv) avaaminen epäonnistui
fr: Impossible d'ouvrir iconv
it: Apertura di iconv fallita
lv: Kļūda atverot iconv
pl: Błąd otwarcia iconv
ru: Ошибка открытия iconv

source: String conversion failed
cs: Nezdařil se převod řetězců
da: Streng konvertering fejlede
de: String-Konvertierung fehlgeschlagen
es: Falló conversión de string
fi: Merkkijonon käännös epäonnistui
fr: Echec de la conversion de chaine
it: Conversione di stringa fallita
lv: Rindas pārveides kļūda
pl: Błąd konwersji łańcucha
ru: Открытие конфигурационного файла:

source: Could not create directory
cs: Není možné vytvořit adresář
da: Kunne ikke oprette katalog
de: Fehler beim Erstellen des Verzeichnisses
es: No se pudo crear el directorio
fi: Hakemiston luonti epäonnistui
fr: Impossible de créer le dossier
it: Non riesco a creare la directory
lv: Nevar izveidot direktoriju
pl: Nie można utworzyć katalogu
ru: Не могу создать каталог:

source: Internal error, please report this
cs: Interní chyba; prosím, nahlaste ji
da: Intern fejl, rapporter venligst dette problem
de: Interner Fehler, bitte melden Sie dieses Problem
es: Error interno, por favor repórtelo
fi: Sisäinen virhe, raportoi ongelmasta eteenpäin
fr: Erreur Interne, Merci de rapporter le problème
it: Errore interno, per favore riporta questo problema
lv: Iekšējā kļūda, lūdzu ziņojiet par to
pl: Błąd wewnętrzny, proszę o raport
ru: Ошибка программы, пожалуйста сообщите об этой проблеме:

source: File is not a directory:
cs: Soubor není adresářem:
da: Fil er ikke et katalog:
de: Datei ist kein Verzeichnis:
es: No es un directorio:
fi: Tiedosto ei ole hakemisto:
fr: Ce fichier n'est pas un répertoire :
it: Non è una directory:
lv: Fails neatrodas direktorijā:
pl: Plik nie jest folderem:
ru: Файл не является каталогом:

source: Unable to open/create the file lock!!!
cs: Není možné otevřít/vytvořit zámek souboru!!!
da: Kunne ikke åbne/oprette fillås!!!
de: Konnte Datei-Sperre (file lock) nicht öffnen/erstellen!!!
es: imposible abrir/crear el archivo lock!!!
fi: Lukkotiedoston avaus/luonti epäonnistui!
fr: Impossible d'ouvrir de fichier de lock !!!
it: Impossibile creare il file lock!!!
lv: Neiespējami atvērt/izveidot faila slēdzeni!!!
pl: Nie mogę otworzyć/utworzyć blokady pliku!!!

source: Opening configuration file
cs: Otevírám soubor s nastaveními
da: Åbner konfigurationsfilen
de: Öffne Konfigurationsdatei =>
es: Abriendo archivo de configuración
fi: Avataan asetustiedostoa
fr: Ouverture du fichier de configuration
it: Apertura del file di configurazione
lv: Atveru konfigurācijas failu
pl: Otwieranie pliku konfiguracyjnego
ru: Открываю файл настроек

source: Config file not found
cs: Nebyl nalezen soubor s nastaveními
da: Konfigurationsfilen ikke fundet
de: Konfigurationsdatei nicht gefunden
es: No se encontró archivo de configuración
fi: Asetustiedostoa ei löydetä
fr: Fichier de configuration introuvable
it: File di configurazione non trovato
lv: Konfigurācijas fails nav atrasts
pl: Brak pliku konfiguracyjnego
ru: Файл настроек не найден:

source: Error while reading line
cs: Chyba při čtení řádku
da: Fejl i linje
de: Fehler beim Einlesen der Zeile
es: Error leyendo línea
fi: Virhe luettaessa riviä
fr: Erreur de lecture ligne
it: Errore nella lettura della riga
lv: Kļūda lasot līniju
pl: Błąd podczas czytania linii
ru: Ошибка чтения строки

source: missing '='
cs: chybí '='
da: manglende '='
de: fehlendes '='
es: falta un '='
fi: puuttuva '='-merkki
fr: '=' manquant
it: manca '='
lv: neesošs '='
pl: brakuje '='
ru: отсутствует '='

source: is version
cs: má verzi
da: er version
de: ist Version:
es: es de versión
fi: on versio
fr: est version
it: è la versione
lv: ir versija
pl: wersja
ru: версии

source: and MMS expecting version
cs: a MMS očekává verzi
da: og MMS forventer version
de: und MMS erwartet Version:
es: y MMS esperaba la versión
fi: ja MMS tarvitsee version
fr: et MMS attend la version
it: e MMS si aspetta la versione
lv: bet MMS pieprasa versiju
pl: a mms oczekuje wersji
ru: но MMS ожидает версию

source: Please upgrade your config file
cs: Prosím aktualizujte váš soubor s nastaveními
da: Opdater venligst din konfigurationsfil
de: Bitte aktualisieren Sie ihre Konfigurationsdatei
es: Por favor actualice su archivo de configuración
fi: Päivitä asetustiedoston versio
fr: Veuillez Mettre à jour le fichier de configuration
it: Per favore aggiorna il tuo file di configurazione
lv: Lūdzu atjaunojiet Jūsu konfigurācijas failu
pl: Uaktualnij plik konfiguracyjny
ru: Пожалуйста, обновите файл настроек

source: Version string not found
cs: Nebyl nalezen řetězec udávající verzi
da: Versionsstreng ikke fundet
de: Versions Eintrag wurde nicht gefunden
es: No se encontró identificador de versión
fi: Versiota ei löydetä
fr: Information de version non trouvée
it: Stringa di versione non trovata
lv: Versijas ieraksts nav atrasts
pl: Nie znaleźiono wersji pliku konfiguracyjnego
ru: Строка версии не найдена

source: Unknown token '
cs: Neznámý symbol
da: Ukendt værdi '
de: Unbekanntes Zeichen '
es: Directiva desconocida '
fi: Tuntematon merkkijono '
fr: Paramètre inconnu '
it: Direttiva sconosciuta '
lv: Nezināms tokens '
pl: Nieznany '
ru: Неизвестное выражение '

source: ' on line
cs: na řádce
da: ' på linje
de: ' in Zeile
es: ' en línea
fi: ' rivillä
fr: ' ligne
it: ' alla riga
lv: ' līnijā
ru: ' в строке

source: Can't write configuration file!
cs: Není možné zapsat soubor s nastavením!
da: Kan ikke skrive konfigurationsfilen!
de: Konnte Konfigurationsdatei nicht speichern!
es: ¡No se puede escribir el archivo de configuración!
fi: Asetustiedoston tallennus epäonnistui!
fr: Ecriture du fichier de configuration impossible!
it: Non riesco a scrivere il file di configurazione!
lv: Nevar rakstīt konfigurācijas failā!
pl: Nie można zapisać pliku konfiguracyjnego!
ru: Невозможно сохранить файл конфигурации!

source: Playback control
cs: Řízení přehrávání
da: Kontroller afspilning
de: Playlistenbefehle
es: Control de reproducción
fi: Toiston asetukset
fr: Contrôle de la Lecture
it: Controllo riproduzione
lv: Atskaņošanas kontrole
pl: Opcje Odtwarzania
ru: Управление воспроизведением

source: Playlist Commands
cs: Příkazy seznamu skladeb
da: Kommandoer til brug i playlisten
de: Playlistenbefehle
es: Comandos de reproducción
fi: Soittolistan komennot
fr: Commandes pour la liste de lecture
it: Comandi per la Lista
lv: Repertuāra komandas
pl: Opcje Playlisty
ru: Команды Списка

source: Unknown sorting order
cs: Neznámé pořadí třídění
da: Ukendt sorteringsorden
de: Unbekannte Sortierreihenfolge
es: Modo de ordenamiento desconocido
fi: Tuntematon luettelointijärjestys
fr: Paramètre de tri inconnu
it: Ordinamento sconosciuto
lv: Nezināma kārtošanas komanda
pl: Nieznany tryb sortowania
ru: Неизвестный порядок сортировки

source: Critical: couldn't set environment variable
cs: Kritická: není možné nastavit proměnnou prostředí
da: Kritisk fejl: kunne ikke sætte env. variable
de: Kritisch: Konnte Umgebungsvariable nicht setzen
es: Crítico: no se puede asignar variable de entorno
fi: Kriittinen virhe: Ympäristömuuttujan asetus epäonnistui
fr: Critique : impossible de définir la variable d'environnement
it: Errore critico: impossibile impostare la variabile d'ambiente
lv: Kritiski: nevar definēt mainīgo
pl: Krytyczny: nie mogę ustawić zmiennej

source: Error:
cs: Chyba:
da: Fejl:
de: Fehler:
fi: Virhe:
fr: Erreur :
it: Errore:
lv: Kļūda:
pl: Błąd:

source: MMS options:
cs: Nastavení mms:
da: MMS valgmuligheder:
de: MMS Optionen:
es: opciones de MMS:
fi: MMS-asetukset:
fr: Options de MMS :
it: Opzioni di MMS:
lv: MMS opcijas:
pl: Opcje MMS:
ru: Настройки MMS:

source: <relative> : filename relative to config directory
cs: <relative> : jméno souboru s cestou relativní ke konfiguračnímu adresáři
da: <relativ> : filnavn relativt til konfigurationskataloget
de: <relative> : Dateiname relativ zum Konfigurationsverzeichnis
es: <relativo> : nombre de archivo relativo al directorio de configuración
fi: <suhteellinen polku> : tiedoston nimi suhteellisella polulla asetushakemistoon
fr: <relative> : nom relatif du répertoire de configuration
it: <relativo> : nome del file relativo per la cartella di configurazione
lv: <relative> : faila nosaukums relatīvs konfigurācijas direktorijai
pl: <relative> : nazwa pliku z relatywną ścieżką do katalogu konfiguracyjnego
ru: <relative> : файл относительно каталога настроек

source: <absolute> : full path filename
cs: <absolute> : jméno souboru s úplnou cestou
da: <absolut> : fuld sti til filnavnet
de: <absolute> : Dateiname mit vollständigem Pfad
es: <absoluto> : nombre de archivo completo
fi: <absoluuttinen polku> : tiedoston nimi absoluuttisella polulla
fr: <absolute> : chemin complet
it: <assoluto> : nome del file con percorso completo
lv: <absolute> : pilns ceļš uz failu
pl: <absolute> : pełna ścieżka do pliku
ru: <absolute> : полный путь к файлу

source: -o : output device [
cs: -o : výstupní zařízení [
da: -o : skærm enhed [
de: -o : Ausgabe Gerät [
es: -o : dispositivo de salida [
fi: -o : ulostulolaite [
fr: -o : péripherique de sortie [
it: -o : dispositivo di output [
lv: -o : izvades ierīce [
pl: -o : urządzenie wyjściowe [
ru: -o : устройство вывода [

source: -i : input device [
cs: -i : vstupní zařízení [
da: -i : input enhed [
de: -i : Eingabe Gerät [
es: -i : dispositivo de entrada [
fi: -i : syötelaite [
fr: -i : périphérique de commandes [
it: -i : dispositivo di input [
lv: -i : ievades ierīce [
pl: -i : urządzenie wejściowe [
ru: -i : устройство ввода [

source: -h : show this help and exit
cs: -h : ukaž tuto nápovědu a ukonči
da: -h : vis denne hjælp og afslut derefter
de: -h : Zeige diese Hilfe
es: -h : muestra esta ayuda y sale
fi: -h : näytä tämä opaste ja lopeta
fr: -h : afficher cette aide et quitter
it: -h : mostra il messaggio di aiuto ed esce
lv: -h : parādīt šo palīdzību un iziet
pl: -h : pokazuje pomoc i wyjście

source: -d : daemonize (run in background)
cs: -d : spustit jako démona (běží na pozadí)
da: -d : kør som dæmon (kører i baggrunden)
de: -d : Daemon (Hintergrundmodus)
es: -d : daemonizar (correr de fondo)
fi: -d : taustaprosessointi
fr: -d : comme un service (lancer en tache de fond)
it: -d: demonizza (esegui in background)
lv: -d : serviss (darbināt fonā kā servisu)
pl: -d : daemon (uruchom w tle)
ru: -d: запустить в фоновом режиме

source: -c <absolute> : use alternative config directory
cs: -c <absolute> : použij alternativní konfigurační adresář
da: -c <absolut> : brug alternativ konfigurationskatalog
de: -c <absolute> : alternatives Konfigurationsverzeichnis
es: -c <absoluto> : usar directorio alterno de configuración
fi: -c <absoluuttinen polku> : käytä vaihtoehtoista asetushakemistoa
fr: -c <absolute>: utiliser un répertoire de configuration alternatif
it: -c <assoluto> : usa directory di configurazione alternativa
lv: -c <absolute> : lietot alternatīvu konfig direktoriju
pl: -c <absolute> : użyj alternatywnego folderu konfiguracyjnego

source: -p <absolute> : use alternative personal directory (db, playlist)
cs: -p <absolute> : použij alternativní osobní adresář (databáze, seznam skladeb)
da: -p <absolut> : brug alternativ personlig katalog (db, afspilningsliste)
de: -p <absolute> : alternatives persönliches Verzeichnis (Datenbanken, Playlisten)
es: -p <absoluto> : usar directorio personal alterno (db, listas de reproducción)
fi: -p <absoluuttinen polku> : käytä vaihtoehtoista henkilökohtaista asetushakemistoa (tietokanta, soittolista)
fr: -p <absolute>: utiliser un répertoire personnel (db, playlist) alternatif
it: -p <assoluto> : usa directory personale alternativa (db, playlist)
lv: -p <absolute> : lietot alternatīvu privāto direktoriju (db, repertuārs)
pl: -c <absolute> : użyj alternatywnego prywatnego folderu (db, playlista)

source: -f : fullscreen
cs: -f zvětšit na celou obrazovku
da: -f : fuldskærm
de: -f : Vollbild
es: -f : pantalla completa
fi: -f : kokoruututila
fr: -f : plein écran
lv: -f : pilnekrāna
pl: -f : pełny ekran

source: -u <username> : run mms as username
cs: -u <username> : spusť mms pod uživatelem username
da: -u <brugernavn> : kør mms som brugernavn
de: -u <username> : Starte MMS als User 'username'
es: -u <usuario> : ejecuta mms como usuario
fi: -u <tunnus> : suorita käyttäjätunnuksella
fr: -u <utilisateur> : lancer mms sous l'utilisateur
it: -u <nomeutente> : esegui mms come nomeutente
lv: -u <username> : darbināt mms kā citam lietotājam
pl: -u <nazwa_użytkownika> : uruchamia mms z uprawnieniami użytkownika

source: -U <username> : run mms as username and reset most environment variables
cs: -U <username> : spusť mms pod uživatelem username a znovu nastav většinu proměnných prostředí
da: -U <brugernavn> : kør mms som brugernavn og reset de fleste env. variable
de: -U <username> : Starte MMS als User 'username' und setze Umgebungsvariablen zurück
es: -U <usuario> : ejecuta mms como usuario y resetea la mayoria de las variables de entorno
fi: -U <tunnus> : suorita käyttäjätunnuksella ja nollaa useimmat ympäristömuuttujat
fr: -U <username> : lancer mms sous l'utilisateur et réinitialiser la plupartdes variables d'environnement
it: -U <nomeutente> : esegui mms come nomeutente e reimposta le variabili d'ambiente
lv: -U <username> : darbināt mms kā citam lietotājam un atiestatīt visus mainīgos
pl: -U <nazwa_użytkownika> : uruchom mms z uprawnieniami użytkownika i zresetuj większość zmiennych

source: -e : dump the list of currently set environment variables; useful for setting up and/or debug mms
cs: -e : vypiš seznam právě nastavených proměnných prostředí; užitečné pro nastavení nebo ladění mms
da: -e : udskriv en liste af de nuværende env. variable; brugbar til opsætning og debugging af mms
de: -e : Liste der Umgebungsvariablen ausgeben; nützlich zum Einrichten und/oder der Fehlersuche
fi: -e : näytä asetetut ympäristömuuttujat; käyttökelpoinen MMS:n pystytyksessä ja testauksessa
fr: -e : affiche la liste des variables d'environnement courantes; utile configurer ou débugger mms
it: -e : stampa le variabili d'ambiente: utile per configurare e/o fare il debug si mms
lv: -e : saglabāt sarakstu ar esošajiem mainīgajiem; vērtīgi priekš mms uzstādīšanas un/vai diagnosticēšanas
pl: -e : zrzuć listę bierzących zmiennych; użytecznych dla ustawień i/lub debug mms

source: -v|V : show version and exit
cs: -v|V : ukaž verzi a skonči
da: -v|V : vis versionsnummer og afslut
de: -v|V : Zeige Version und Compile-Optionen
es: -v|V : muestra version y sale
fi: -v|V : näytä versio ja lopeta
fr: -v|V : afficher la version et quitter
it: -v|V : mostra la versione di mms ed esce
lv: -v|V : parādīt versiju un iziet
pl: -v|V: pokazuje nr wersji i wyjście

source: -r <relative> : use replay file as input (requires replay as input device)
cs: -r <relative> : použij soubor pro opakované přehrání jako vstup (vyžaduje opakované přehrání jako vstupní zařízení)
da: -r <relativ>: benyt replayfil som input (kræver replay som inputenhed)
de: -r <relative> : Nutze Nachspiel-Datei als Eingabe (benötigt den Nachspieler als Eingabegerät)
es: -r <relativo> : usar archivo replay como entrada (requiere replay como dispositivo de entrada)
fi: -r <suhteellinen polku>: käytä replay tiedostoa syötteenä (vaatii replayn syöttölaitteena)
fr: -r <relative> : utiliser le fichier de relecture comme entrée (nécessite relecture comme périphérique d'entrée)
it: -r <relativo> : usa file di riproduzione come input (richiede replay come dispositivo di input)
lv: -r <relative> : lietot atkārtošanas failu kā ievadi (nepieciešams atkārtošana kā ievades ierīce)
pl: -r <relative> : użyj pliku wejściowego dla powtarzania odtwarzania (wymaga urządzenia wejściowego 'replay')
ru: -r <отн_путь> : использовать файл повтора как входной (требует replay как устройство ввода)

source: -b : benchmark MMS by replaying as fast as possible (requires replay as input device)
cs: -b : otestuj mms co nejrychlejším opakovaným přehráváním (vyžaduje opakované přehrání jako vstupní zařízení)
da: -b : benchmark MMS ved at replaye kommandoer så hurtigt som muligt (kræver replay som inputenhed)
de: -b : Benchmark MMS durch schnellstmögliches Nachspielen (benötigt den Nachspieler als Eingabegerät)
es: -b : probar MMS con replay lo más rápido posible (requiere replay como dispositivo de entrada)
fi: -b : MMS:n suorituskyvyn testaus toistamalla niin nopeasti kuin mahdollista (vaatii replay-syötelaitteen)
fr: -b : benchmark MMS en utilisant la relecture le plus rapidement possible (nécessite relecture comme périphérique d'entrée)
it: -b : attiva la modalità benchmark di mms riproducendo alla massima velocità (richiede replay come dispositivo di input)
lv: -b : salīdzināt MMS atkārtojot cik ātri vien iespējams (nepieciešama atkārtošana kā ievades ierīce)
pl: -b : testuje mms przez jak najszybsze powtarzanie (wymaga urządzenia wejściowego 'replay')
ru: -b : оценка производительности MMS (требует replay как устройство ввода)

source: -w <relative> : write replay to specified file
cs: -w <relative> : zapiš opakované přehrávání do zadaného souboru
da: -w <relativ> : skriv replay til den specificerede fil
de: -w <relative> : Schreibe Nachspiel-Infos in die angegebene Datei
es: -w <relativo> : escribir replay a archivo específico
fi: -w <suhteellinen polku> : kirjoita replay-tuloste tiedostoon
fr: -w <relative> : écrit la relecture dans un fichier définit
it: -w <relativo> : reindirizza replay sul file specificato
lv: -w <relative> : ierakstīt atkārtošanu norādītā failā
pl: -w <relative> : zapiuje powtórki do określonego pliku
ru: -w <отн_путь> : запись reply в заданный файл

source: Critical: couldn't find user:
cs: Kritická: není možné nalézt uživatele:
da: Kritisk fejl: kunne ikke finde bruger:
de: Kritisch: Konnte Benutzer:
es: Crítico: no se puede encotrar usuario:
fi: Kriittinen virhe: Käyttäjää ei löydy:
fr: Critique : impossible de trouver l'utilisateur :
it: Errore critico: impossibile trovare l'utente:
lv: Kritiski: nevar atrast lietotāju:
pl: Krytyczny: nie mogę znaleźć użytkownika:

source: Critical: couldn't set group privileges!
cs: Kritická: není možné nastavit práva skupiny!
da: Kritisk fejl: kunne ikke sætte grupperettigheder!
de: Kritisch: Konnte Gruppenberechtigungen nicht setzen!
es: Crítico: no se puede asignar privilegios de grupo!
fi: Kriittinen virhe: Ryhmäoikeuksien asetus epäonnistui!
fr: Critique : impossible de définir les privilèges de groupe
it: Errore critico: impossibile impostare i privilegi di gruppo!
lv: Kritiski: nevar uzstādīt grupas privilēģijas!
pl: Krytyczny: nie mogę ustawić uprawnień grupy!

source: Warning: failed to set supplementary groups!
cs: Varování: nezdařilo se nastavení doplňkových skupin!
da: Advarsel: kunne ikke sætte supplerende grupper!
de: Warnung: Konnte ergänzende Gruppen nicht setzen!
es: Advertencia: falla al asignar grupos suplementarios!
fi: Varoitus: Lisäryhmien asetus epäonnistui!
fr: Avertissement : echec de l'ajout d'un groupe supplémentaire !
it: Attenzione: impossibile impostare le credenziali di gruppo!
lv: Brīdinājums: kļūda izveidojot supplementārās grupas!
pl: Ostrzeżenie: błąd ustawienia dodatkowych uprawnień dla grupy!

source: Critical: couldn't set user privileges!
cs: Kritická: není možné nastavit uživatelská práva!
da: Kritisk fejl: kunne ikke sætte brugerrettigheder!
de: Kritisch: Konnte Nutzerberechtigungen nicht setzen!
es: Crítico: no se puede asignar privilegios de usuario!
fi: Kriittinen virhe: Käyttäjäoikeuksien asetus epäonnistui!
fr: Critique : impossible de définir les privilèges utilisateur !
it: Errore critico: impossibile impostare i privilegi di utente!
lv: Kritiski: nevar definēt lietotāju privilēģijas!
pl: Krytyczny: nie mogę ustawić uprawnień dla użytkownika!

source: Critical: couldn't set user privileges permanently!
cs: Kritická: není možné trvale nastavit uživatelská práva!
da: Fritisk fejl: kunne ikke sætte brugerrettigheder permanent!
de: Kritisch: Konnte Nutzerberechtigungen nicht dauerhaft setzen!
es: Crítico: no se puede asignar privilegios de usuarios permanentemente!
fi: Kriittinen virhe: Käyttäjäoikeuksien asetus pysyvästi epäonnistui!
fr: Critique : impossible de définir les privilèges utilisateur de façon permanente !
it: Errore critico: impossibile impostare i privilegi di utente permanentemente!
lv: Kritiski: nevar definēt pastāvīgās lietotāju privilēģijas
pl: Krytyczny: nie mogę ustawić uprawnień dla użytkownika na stałe!
