Repository: andryblack/ketlaer
Catalog: mms-1.1.1/po/*.po
Languages: cs, da, de, es, fi, fr, it, lv, pl, ru

source: Critical: couldn't set group privileges permanently!
cs: Kritická: není možné trvale nastavit práva skupiny!
da: Kritisk fejl: kunne ikke sætte grupperettigheder permanent!
de: Kritisch: Konnte Gruppenberechtigungen nicht dauerhaft setzen!
es: Crítico: no se puede asignar privilegios de grupo permanentemente!
fi: Kriittinen virhe: Ryhmäoikeuksien asetus pysyvästi epäonnistui!
fr: Critique : impossible de définir les privilèges de groupe de façon permanente !
it: Errore critico: impossibile impostare i privilegi di gruppo permanentemente!
lv: Kritiski: nevar definēt pastāvīgās grupas privilēģijas
pl: Krytyczny: nie mogę ustawić uprawnień dla grupy na stałe!

source: Full list of active groups for user
cs: Úplný seznam uživatelových aktivních skupin
da: Fuld liste af aktive grupper for bruger
de: Vollständige Liste aktiver Gruppen für Benutzer
es: Lista completa de grupos activos para el usuario
fi: Lista käyttäjän aktiivisista ryhmistä
fr: Liste complète des groupes actifs pour l'utilisateur
it: Lista completa dei gruppi di appartenenza per l'utente
lv: Saraksts ar aktīvajām grupām lietotājam
pl: Pełna lista aktywnych grup dla użytkownika

source: Critical: out of memory!
cs: Kritická: došla paměť!
da: Kritisk fejl: løb tør for hukommelse!
de: Kritisch: Speichermangel!
es: Crítico: fuera de memoria!
fi: Kriittinen virhe: Muisti täynnä!
fr: Critique : plus assez de mémoire !
it: Errore critico: memoria insufficiente
lv: Kritiski: nepietiekama atmiņa!
pl: Krytyczny: brak pamięci

source: Warning: couldn't fetch a list of secondary groups for user
cs: Varování: není možné stáhnout seznam uživatelových sekundárních skupin
da: Advarsel: kunne ikke hente en liste af sekundær grupper for bruger
de: Warnung: Konnte List mit sekundären Benutzergruppen nicht laden
es: Advertencia: no se puede obtener la lista de grupos secundarios para el usuario
fi: Varoitus: Käyttäjän toissijaisten ryhmien haku epäonnistui
fr: Avertissement : impossible de récupérer la liste de groupe secondaire pour l'utilisateur
it: Attenzione: impossibile recuperare la lista dei gruppi secondari per l'utente
lv: Brīdinājums: nevar nolasīt sekundāro grupu sarakstu lietotājam
pl: Ostrzeżenie: nie mogę pobrać listy grup dla użytkownika

source: It appears mms is running as superuser.
cs: Zdá se, že mms běží s právy superuživatele.
da: Det tyder på at mms kører som superbruger.
de: Es scheint, MMS läuft mit Superuser-Berechtigungen (root).
es: Parece que mms esta corriendo como superusuario.
fi: MMS:ää suoritetaan pääkäyttäjän oikeuksilla.
fr: Il semble que mms soit lancé avec le super-utilisateur
it: Apparentemente mms è in esecuzione come superuser.
lv: Rādās, ka mms tiek darbināts kā superuser.
pl: MMS zostało uruchomione z prawami superużytkownika.

source: Not only is this totally unnecessary, but it also constitutes a security risk
cs: Nejenže je to zcela zbytečné, ale navíc to představuje bezpečnostní riziko
da: Dette ikke kun unødvendigt, men er en stor sikkerhedstrussel
de: Nicht nur ist dies unnötig, sondern eröffnet auch Sicherheitsrisiken,
es: No solo es totalemente innecesario, sino que constituye un riesgo de seguridad
fi: Tämä on tarpeetonta ja riskialtista
fr: Non seulement c'est complètement inutile, mais en plus cela constitue unrisque de sécurité
it: Non solo ciò è assolutamente non necessario, ma costituisce altresì un rischio per la sicurezza.
lv: Tas ne tikai nav nepieciešams, bet arī nozīmē drošības risku
pl: Nie jest to niezbędne, ale może obniżać bezpieczeństwo

source: and thus it is strongly discouraged!
cs: a tudíž to není doporučováno!
da: og derfor er det bedst ikke at gøre det!
de: von denen DRINGEND abgeraten wird!
es: por lo que no se recomienda en absoluto
fi: ja erittäin epäsuositeltavaa!
fr: et c'est pour cette raison fortement déconseillé !
it: ed è pertanto fermamente sconsigliato!
lv: un tādēļ noteikti nav ieteicams!
pl: i w ten sposób silnie zniechęca!

source: If you really really want to give mms superuser privileges, run it like this:
cs: Chcete-li přesto udělit mms práva superuživatele, tak jej prosím spouštějte takto:
da: Hvis du virkelig gerne vil give mms superbruger-retttigheder, så kører mms vha:
de: Wenn Sie sich (wirklich) sicher sind, MMS dennoch mit Superuser-Rechten zu starten,können Sie dies folgendermaßen tun:
es: Si realmente realmente quieres dar privilegios de superusuario a mms, ejecutalo asi:
fi: Jos todella haluat suorittaa MMS:ää pääkäyttäjän oikeuksilla, käytä seuraavaa syntaksia:
fr: Si vous avez réellement besoin de donner à mms les privilèges du super-utilisateurlancez-le de cette façon :
it: Se vuoi veramente attribuire i priviliegi del superuser a mms, usa la seguente sintassi:
lv: Ja Jūs tiešām vēlaties dot mms superuser tiesības, darbiniet to šādi:
pl: Jeśli rzeczywiście chcesz nadać mms uprawnienia superużytkownika, uruchom w ten sposób:

source: mms -u root [other options]
cs: mms -u root [další volby]
da: mms -u root [andre instillinger]
de: mms -u root [Optionen]
es: mms -u root [otras opciones]
fi: mms -u root [muut asetukset]
fr: mms -u root [autres options]
it: mms -u root [altre opzioni]
lv: mms -u root [citas opcijas]
pl: mms -u root [inne opcje]

source: Another instance of MMS or an instance of movie/pic/audio library is already running.
cs: Je již spuštěna jiná instance MMS nebo knihoven movie/pic/audio.
da: En anden instans af MMS eller film/billede/lyd-bibliotek kører allerede.
de: Eine andere MMS-Instanz oder eine der Datenbank-Helfer (mms-movie/pic/audio-library) läuft bereits.
es: Otra instancia de MMS o una instancia de movie/pic/audio library ya esta corriendo.
fi: MMS tai video-/kuva-/musiikkikirjasto on jo käynnissä.
fr: Une autre instance de MMS ou une instance de l'indexeur de vidéos/image/musique est déjà en cours d'execution.
it: Mms o movie/pic/audio library sono già in esecuzione.
lv: Programma MMS vai filmu/attēlu/mūzikas bibliotēka jau tiek lietota.
pl: Inna instancja MMSa lub instancja biblioteki filmów/zdjęć/audio jest właśnie uruchomiona.

source: File lock is currently owned by another process (pid %d). Aborting
cs: Zámek souboru je momentálně vlastněn jiným procesem (pid %d). Přerušuji
da: Fil lås er pt ejet af en anden process (pid %d). Afslutter
de: Datei-Sperre (file lock) wird von einem anderen Prozess (pid %d) genutzt! Breche ab
es: El archivo de bloque es actualmente propiedad de otro proceso (pid %d). Abortando.
fi: Lukkotiedosto on toisen prosessin (pid %d) omistuksessa. Keskeytetään
fr: Le fichier de verrou est actuellement utilisé par un autre processus (pid %d). Annulation
it: Il file lock appartiene ad un altro processo (pid %d). Esecuzione terminata
lv: Faila slēdzene ir lietošanā un pieder processam (pid %d). Atceļam
pl: Proces (pid %d) blokuje dostęp do pliku. Przerywam

source: Full list of environment variables:
cs: Úplný seznam proměnných prostředí:
da: Komplet liste af env. variable:
de: Vollständige Liste der Umgebungsvariablen:
es: Lista completa de variables de entorno:
fi: Kaikki ympäristömuuttujat:
fr: Liste complète des variables d'environnement :
it: Lista delle variabili d'ambiente:
lv: Pilns saraksts ar mainīgajiem:
pl: Pełna lista zmiennych:

source: Unable to find or create HOME directory
cs: Není možné vytvořit adresář HOME
da: Kunne ikke find eller oprette hjemmekatalog
de: Konnte HOME Verzeichnis nicht finden oder erstellen
es: No se pudo encontrar o crear el directorio HOME
fi: Kotihakemistoa ei löydy tai sen luonti epäonnistui
fr: Impossible de trouver ou de créer le dossier utilisateur (HOME)
it: Non riesco a trovare/creare la cartella HOME
lv: Nav iespējams atrast vai izveidot HOME direktoriju
pl: Nie można znaleźć lub utworzyć katalogu domowego

source: CD/DVD not configured properly and media enabled in Config, exiting
cs: CD/DVD není správně nakonfigurováno a medium není povoleno v konfiguraci, ukončuji
da: CD/DVD er ikke konfigureret ordentligt og media sat i Config, afslutter
de: CD/DVD nicht korrekt konfiguriert und Wechselmedien in der Config aktiviert, beende
es: CD/DVD no esta configurado correctamente y media habilitado en Config, saliendo
fi: CD/DVD-asetukset virheelliset ja toiminto asetettu päälle Config-tiedostossa, poistutaan.
fr: CD/DVD mal configuré mais activé dans Config, je quitte
it: Unità CD/DVD non configurata e relativa opzione abilitata in Config. Esecuzione terminata
lv: CD/DVD nav pareizi konfigurēts un ieslēgta media failā Config, izejam

source: Using
cs: Používám
da: Benytter
de: Nutze
es: Usando
fi: Käytetään
fr: Utilisation de
it: Sto usando
lv: Lietojot
pl: Używam
ru: Использование

source: as primary configuration directory
cs: jako primární adresář s nastavením
da: som primært konfigurationskatalog
de: als primäres Konfigurationsverzeichnis
es: como directorio principal de configuración
fi: pääasiallisena asetushakemistona
fr: comme répertoire de configuration principal
it: come cartella di configurazione principale
lv: kā primārā konfigurācijas direktorija
pl: jako główny katalog z plikami konfiguracyjnymi

source: as fallback configuration directory
cs: jako nouzový adresář s nastavením
da: som konfigurationskatalog at falde tilbage på
de: als sekundäres Konfigurationsverzeichnis
es: como directorio alternativo de configuración
fi: toissijaisena asetushakemistona
fr: comme répertoire de configuration de secours
it: come directory di configurazione secondaria
lv: kā alternatīvā konfigurācijas direktorija
pl: jako zapasowy katalog z plikami konfiguracyjnymi

source: as personal data directory
cs: jako osobní adresář s nastavením
da: som personligt datakatalog
de: als persönliches Verzeichnis
es: como directorio personal de datos
fi: henkilökohtaisena asetushakemistona
fr: comme répertoire de données personnel
it: come directory per i dati personali
lv: kā personīgā datu direktorija
pl: jako katalog z prywatnymi plikami konfiguracyjnymi

source: as cache location
cs: jako umístění vyrovnávací paměti
da: som caching
de: als Cache Verzeichnis
es: como ubicacion cache
fi: välimuistin sijaintina
fr: comme système de cache
it: come cache
lv: kā cache vieta
pl: jako miejsce cache

source: No input plugin found
cs: Nebyl nalezen vstupní zásuvný modul
da: Ingen input plugin fundet
de: Kein Eingabe-Plugin gefunden
es: No se encontró plugin de entrada
fi: Syötelaajennosta ei löydy
fr: Aucun greffon d'entrée trouvé
it: Nessun plugin di input
lv: Nav atrasts ievades spraudnis
pl: Brak wtyczki wejściowej

source: No output device specified! Use the -o option.
cs: Nebylo vybráno žádné výstupní zařízení! Použijte přepínač -o.
da: Ingen grafikenhed specificeret! Benyt -o for at vælge en.
de: Kein Ausgabegerät angegeben! Nutzen Sie die -o Option.
es: ¡No se especificó dispositivo de salida! Use la opción -o.
fi: Ulostulolaitetta ei ole määritelty! Käytä 'o'-parametria.
fr: Aucun périphérique de sortie spécifié. Utilisez l'option -o.
it: Non è stato specificato un dispositivo di output! Usa l'opzione -o
lv: Nav definēta izvades iekārta! Lietojiet opciju -o
pl: Nie określono urządzenia wyjściowego! Wybierz opcję -o.
ru: Не указано устройство вывода! Используйте опцию -о.

source: The size of the translated and the english option lists does not match:
cs: Velikosti přeložených a anglických seznamů voleb si neodpovídají:
da: Størrelsen af den oversatte og den engelske installingsliste stemmer ikke:
de: Die Größe der übersetzten und der englischen Optionsliste passt nicht überein:
es: El tamaño de la lista de opciones en inglés y traducida no concuerda:
fi: Suomennettujen ja englanninkielisten asetusten koot eivät täsmää:
fr: Les tailles de la traduction et de l'anglais ne concordent pas :
it: Dimensioni degli elenchi opzioni originali e tradotti non corrispondenti
lv: Tulkoto un angļu valodas opciju saraksts neatbilst:
pl: Rozmiar przetłumaczonej o angielskie listy opcji różni się:
ru: Количество опций в переведенном списке не совпадает с англоязычным оригиналом:

source: There are no options to show
da: Der er ingen indstillinger at vise
de: Keine Einstellungen möglich
es: No hay opciones para mostrar
fi: Ei asetuksia
fr: Aucune option à afficher
it: Nessuna opzione da mostrare
pl: Nie ma opcji

source: Go back
cs: Vrátit se zpět
da: Gå tilbage
de: Zurück zum Hauptmenü
es: Retroceder
fi: Takaisin
fr: Retour
it: Indietro
lv: Atpakaļ
pl: Wstecz

source: reload
cs: opět nahrát
da: genindlæs
de: Verzeichnisse neu einlesen
es: recargar
fi: lataa uudelleen
fr: recharger
it: ricarica
lv: pārlādēt
pl: odśwież
ru: перезагрузка

source: Options
cs: Volby
da: Indstillinger
de: Einstellungen
es: Opciones
fi: Asetukset
it: Opzioni
lv: Opcijas
pl: Opcje
ru: Опции

source: Could not create options directory:
cs: Není možné vytvořit adresář s volbami:
da: Kunne ikke oprette katalog med instillinger:
de: Konnte Optionen-Verzeichnis nicht erstellen:
es: No se pudo crear el directorio de opciones:
fi: Hakemiston luonti asetuksille epäonnistui:
fr: Impossible de créer le dossier d'options :
it: Non riesco a creare la cartella delle opzioni:
lv: Nevar izveidot opciju direktoriju:
pl: Nie można utworzyć katalogu z opcjami:
ru: Не могу создать каталог настроек:

source: Warning: module
cs: Varování: modul
da: Advarsel: modul
de: Warnung: Modul
es: Advertencia: módulo
fi: Varoitus: Moduuli
fr: Attention : le module
it: Attenzione: il modulo
lv: Brīdinājums: modulis
pl: Ostrzeżenie: moduł
ru: Внимание: модуль

source: did not set save_name
cs: nenastavil save_name
da: satte ikke variablen save_name
de: hat save_name nicht gesetzt
es: no estableció su save_name
fi: ei asettanut save_name:a
fr: ne définit pas save_name
it: non ha impostato save_name
lv: nevar iestatīt save_name
pl: nie ustawił save_name
ru: не установил save_name

source: Could not write options to file
cs: Není možné uložit volby do souboru
da: Kunne ikke skrive indstillinger til filen
de: Fehler beim Schreiben der Einstellungen in die Datei
es: No se pudo escribir las opciones al archivo
fi: Asetusten tallennus tiedostoon epäonnistui
fr: Erreur d'écriture du fichier options
it: Non posso scrivere le opzioni sul file
lv: Nevar ierakstīt opcijas failā
pl: Nie można zapisać opcji do pliku
ru: Невозможно записать настройки в файл

source: Could not open options file
cs: Není možné otevřít soubor s volbami
da: Kunne ikke åbne indstillinger fra filen
de: Fehler beim öffnen der Einstellungsdatei
es: No se pudo abrir el archivo de opciones
fi: Asetustiedoston avaus epäonnistui
fr: Erreur à l'ouverture du fichier options
it: Impossibile aprire il file delle opzioni
lv: Nevar atvērt opciju failu
pl: Nie można otworzyć pliku opcji
ru: Невозможно открыть файл настроек:

source: Upgrading pictures database schema
cs: Aktualizuji schéma databáze obrázků
da: Opdater skemaet for billededatabasen
de: Aktualisiere Bilder-Datenbank Schema
es: Renovando esquema de base de datos de fotos
fi: Päivitetään kuvatietokannan mallia
fr: Mise à jour du schéma de base de données pour les images
it: Agiornamento schema database immagini
lv: Atjaunina attēlu datubāzes shēmu
pl: Aktualizuję schemat bazy danych zdjęć

source: An instance of MMS or another instance of movie/pic/audio library is already running
cs: Již běží instance MMS nebo jiná instance knihovny movie/pic/audio
da: En instans af MMS eller et anden film/billede/lyd-bibliotek kører allerede.
de: Eine andere MMS-Instanz oder eine der Datenbank-Helfer (mms-movie/pic/audio-library) läuft bereits.
es: Una instancia de MMS u otra instancia de movie/pic/audio library ya esta corriendo
fi: MMS tai video-/kuva-/musiikkikirjasto on jo käynnissä
fr: Une instance de MMS ou une autre instance de l'indexeur de vidéos/image/musique est déjà en cours d'execution.
it: Mms o movie/pic/audio library sono già in esecuzione.
lv: Programma MMS vai filmu/attēlu/mūzikas bibliotēka jau tiek lietota.
pl: MMS lub biblioteka filmów/zdjęć/audio jest właśnie uruchomiona

source: My Media System picture library creation tool
cs: Nástroj pro vytváření knihovny obrázků programy My Media System
da: My Media System værktøj til at lave billedarkiv
de: My Media System Bilder-Datenbank Werkzeug
es: Herramienta de creación de librería de imágenes de MMS
fi: My Media System -kuvakirjaston luontityökalu
fr: outil de création de la bibliothèque d'images de MMS
it: My Media System: tool per la creazione della libreria d'immagini
lv: Manas Mediju Sistēmas attēlu bibliotēkas izveidošanas rīks
pl: MMS - narzędzie tworzenia biblioteki zdjęć
ru: Средство создания библиотеки изображений MMS

source: Usage: ./mms-pic-library
cs: Použití: ./mms-pic-library
da: Benyttelse: ./mms-pic-library
de: Anwendung: ./mms-pic-library
es: Uso: ./mms-pic-library
fi: Käyttöohje: ./mms-pic-library
it: Uso: ./mms-pic-library
lv: Lietošana: ./mms-pic-library
pl: Przkład: ./mms-pic-library

source: Options:
cs: Volby:
da: Indstillinger:
de: Einstellungen:
es: Opciones:
fi: Asetukset:
it: Opzioni:
lv: Opcijas
pl: Opcje:
ru: Опции:

source: -c <absolute> : use alternate config directory
cs: -c <absolute> : použij alternativní konfigurační soubor
da: -c <absolut> : brug alternativ konfigurationskatalog
de: -c <absolute> : alternatives Konfigurationsverzeichnis
es: -c <absoluto> : usar directorio alterno de configuración
fi: -c <absoluuttinen polku> : käytä vaihtoehtoista asetushakemistoa
fr: -c <absolute>: utilisé comme répertoire de configuration alternatif
it: -c <assoluto> : usa una cartella di configurazione alternativa
lv: -c <absolute> : lietot alternatīvu konfig direktoriju
pl: -c <absolute> : użyj alternatywnego pliku konfiguracyjnego
ru: -с <абс_путь> : альтернативный каталог настроек

source: -d <path> : Override watch paths in configuration file with <path> (can be used multiple times)
cs: -d <path> : potlačit sledovanou cestu v konfiguračním souboru a nahradit ji <path> (může být použito i vícekrát)
da: -d <sti> : Overskriv katalogerne i konfigurationsfilen med <sti> (kan skrives flere gange)
de: -d <Pfad> : Scanne den mittels <Pfad> gegebenen Pfad, nicht die Pfade der Konfigurationsdateien (kann mehrfach verwednet werden)
es: -d <path> : Sobreescribe las rutas de observacion en el archivo de configuración con <ruta> (puede ser usado multiple veces)
fi: -d <polku> : Korvaa asetustiedoston vahtipolut <polku>-määrityksellä (voidaan asettaa useita kertoja)
fr: -d <chemin> : Redéfini les chemins surveillés dans le fichier de configurationpar <path> (peut être utilisé plusieurs fois)
it: -d <path> : Ignora le directory indicate nel file di configurazione e usa <path> al loro posto (può essere usato più volte)
lv: -d <path> : Pārrakstīt apskates ceļus konfigurācijas failā ar <path> (var tikt lietots vairākas reizes)
pl: -d <ścieżka> : Nadpisuje śledzone ścieżki w pliku konfiguracyjnym warością <ścieżka>(może zostać użyta wieloktotnie)

source: as configuration directory
cs: jako adresář s nastavením
da: som konfigurationskatalog
de: als Konfigurationsverzeichnis
es: como directorio de configuración
fi: asetushakemistona
fr: comme répertoire de configuration
it: come directory per le configurazioni
lv: kā konfigurācijas direktorija
pl: jako katalog z plikami konfiguracyjnymi
ru: как каталог настроек

source: as personal directory
cs: jako osobní adresář
da: som personlig katalog
de: als persönliches Verzeichnis
es: como directorio personal
fi: henkilökohtaisena asetushakemistona
fr: comme répertoire de configuration personnel
it: come directory per i dati personali
lv: kā personīgā direktorija
pl: jako katalog z plikami prywatnymi konfiguracyjnymi

source: current folder
cs: aktuální adresář
da: nuvær. katalog
de: Verzeichnis
es: directorio actual
fi: nykyinen kansio
fr: dossier courant
it: Cartella corrente
lv: aktīvā direktorija
pl: bierzący folder
ru: текущий каталог

source: all folders
cs: všechny adresáře
da: alle kataloger
de: Alle Ordner
es: todas las carpetas
fi: kaikki kansiot
fr: tous les dossiers
it: tutte le cartelle
lv: visas direktorijas
pl: wszystkie foldery
ru: все папки

source: Input configuration file not found
cs: Vstupní soubor s nastavením nebyl nalezen
da: Input konfigurationsfilen kunne ikke findes
de: Eingabe-Konfigurationsdatei nicht gefunden
es: No se encontró archivo de configuración de entrada
fi: Syötelaitteen asetustiedostoa ei löydetä
fr: Pas de fichier de configuration des commandes
it: File di configurazione per l'input non trovato
lv: Ievades konfigurācijas fails nav atrasts
pl: Nie odnaleziono pliku konfiguracyjnego
ru: Файл настроек ввода не найден

source: Adding
cs: Přidávám
da: Benytter
de: Hinzufügen
es: Añadiendo
fi: Lisäämällä
fr: Ajout de
it: Aggiungo
lv: Pievieno
pl: Dodaję
ru: Добавление

source: Wrong version of input file found:
cs: Nalezena chybná verze vstupního souboru:
da: Forkert version af inputfilen fundet:
de: Falsche Version der Eingabe-Konfiguration gefunden:
es: Versión incorrecta de archivo de entrada encontrado:
fi: Syötelaitteen asetustiedostosta löydettiin virheellinen versio:
fr: Mauvaise version du fichier de commandes détectée :
it: Versione errata del file di input:
lv: Atrasta nepareiza ievades faila versija:
pl: Zła wersja pliku wejściowego:
ru: Обнаружена неверная версия входного файла

source: Please upgrade your input file
cs: Prosím aktualizujte vstupní soubor
da: Opdater venligst din inputfil
de: Bitte aktualisieren Sie ihre Eingabe-Konfigurationsdatei (input-*)
es: Por favor actualice su archivo de entrada
fi: Päivitä syötelaitteesi asetustiedosto
fr: Mettez à jour le fichier de commandes
it: Per favore aggiorna il file di configurazione per l'input
lv: Lūdzu atjauniniet Jūsu ievades failu
pl: Prosze uaktualnić plik wejściowy
ru: Обновите input-файл

source: Got version
cs: Má verzi
da: fik version
de: Ist Version
es: Obtuve versión
fi: Löydettiin versio
fr: Dispose de la version
it: Trovata versione
lv: Atrasta versija
pl: Otrzymałem wersję
ru: Получена версия

source: expected
cs: očekávána
da: forventede
de: und erwartet wird
es: esperaba
fi: ja odotettiin
fr: attendu
it: richiesta
lv: nepieciešama
pl: oczekiwane
ru: ожидается

source: Unknown cur_map:
cs: Neznámé cur_map:
da: Ukendt cur_map:
de: Unbekannte cur_map:
es: cur_map desconocido:
fi: Tuntematon 'cur_map':
fr: cur_map inconnu :
it: cur_map sconosciuto:
lv: Nezināma cur_map:
pl: Nieznany cur_map
ru: Неизвестный cur_map:

source: Too many strings to print
cs: Příliš mnoho řetězců k tisku
da: For mange strenge at printe
de: Zu viele Zeichen um sie anzuzeigen
es: Demasiados strings para imprimir
fi: Liian monta tekstiriviä näytettäväksi
fr: Trop de texte à afficher
it: Troppe stringhe da stampare
lv: Pārāk daudz rindu izvadei
pl: Zbyt wiele tekstu do wyświetlenia
ru: Слишком много строк, что бы все их печатать

source: Nothing to print
cs: Není co tisknout
da: Ingenting at printe
de: Nichts anzuzeigen
es: Nada para imprimir
fi: Ei näytettävää
fr: Rien à afficher
it: Niente da stampare
lv: Nav datu ko izvadīt
pl: Nic do wyświetlenia
ru: Нечего выводить

source: Can't find codec mpeg2
cs: Není možné nalézt mpeg2 kodek
da: Kunne ikke finde codec'et mpeg2
de: Kann mpeg2-codec nicht finden
es: No se encontró el codec mpeg2
fi: MPEG2-kodeekia ei löydetä
fr: Impossible de trouver la codec mpeg2
it: Non trovo il codec mpeg2
lv: Nevar atrast codec mpeg2
pl: Nie odnaleziono kodeka mpeg2
ru: Не могу найти кодек mpeg2

source: Could not open codec
cs: Nebylo možné otevřít kodek
da: Kunne ikke åbne codec
de: Konnte codec nicht öffnen
es: No se pudo abrir el codec
fi: Kodeekin avaus epäonnistui
fr: Ouverture impossible du CODEC
it: Non posso aprire il codec
lv: Nevar atvērt codec
pl: Nie można otworzyć kodeka
ru: Невозможно открыть кодек

source: The image
cs: Obrázek
da: Billedet
de: Das Bild
es: La imágen
fi: Kuvan
fr: L'image
it: L'immagine
lv: Attēlu
pl: Zdjęcie
ru: Картинка
