Repository: andryblack/ketlaer
Catalog: mms-1.1.1/plugins/feature/picture/po/*.po
Languages: lv, pt, sv

source: Pictures
lv: Attēli
pt: Imagens
sv: Bilder

source: Picture Options
lv: Attēlu opcijas
pt: Opções de Imagens
sv: Bildinställningar

source: reload
lv: pārlādēt

source: slideshow delay
lv: slīdrādes pauze
sv: fördröjning hos bildspelet

source: no
lv: nē
pt: não
sv: nej

source: yes
lv: jā
pt: sim
sv: ja

source: zoom to fullscreen
lv: palielināt uz pilnekrāna
pt: zoom para fullscreen
sv: zooma till helskärm

source: show previews
lv: priekšskatīt
pt: mostra preview
sv: förhandsvisningar

source: None
lv: Nekas

source: Title
lv: Nosaukums

source: Full
lv: Pilns

source: show info
lv: rādīt info

source: recurse dirs in fullscreen
lv: rekursēt direktorijas pilnekrāna režīmā
pt: mostra todo o conteudo em fullscreen
sv: gå igenom kataloger i helskärm

source: bg thumbnail generation
lv: veidot attēliņus fonā
pt: geração de miniaturas em background
sv: bg miniatyrbilds generering

source: random order slideshow
lv: slīdrāde jauktā kārtībā

source: Upgrading pictures database schema
lv: Atjaunināt attēlu datubāzes shēmu

source: current folder
lv: aktīvā direktorija

source: Generating thumbnails
lv: Izveido attēliņus
pt: A gerar thumbnails
sv: Skapar miniatyrbilder

source: Folder is empty
lv: Direktorija ir tukša
pt: Directoria vazia
sv: Katalogen är tom

source: Show picture in fullscreen
lv: Rādīt pilnekrāna attēlu
pt: mostra imagem em fullscreen
sv: Visa som helskärm

source: Enter directory
lv: Atvērt direktoriju
pt: Entrar directoria
sv: Gå in i katalog

source: Recurse all folders on current level
lv: Izvērst visas šī līmeņa direktorijas
pt: Mostra todo o conteudo a partir deste nível
sv: Gå igenom alla kataloger på nuvarande nivå

source: Search
lv: Meklēt
pt: Pesquisa
sv: Sök

source: Options
lv: Opcijas
pt: Opções
sv: Inställningar

source: Go up one directory
lv: Vienu direktoriju augšup
pt: Directoria acima
sv: Gå upp en katalog

source: Return to startmenu
lv: Atgriezties sākumā
pt: Voltar ao menu inicial
sv: Tillbaka till startmenyn

source: Zoom
lv: Mērogmaiņa
sv: Zooma

source: Suspend slideshow
lv: Apturēt slīdrādi
pt: Suspender slideshow
sv: Pausa bildspelet

source: Resume slideshow
lv: Atjaunot slīdrādi
pt: Resumir slideshow
sv: Återuppta bildspelet

source: Rotate left
lv: Pagriezt pa kreisi
pt: Rodar para a esquerda
sv: Rotera vänster

source: Rotate right
lv: Pagriezt pa labi
pt: Rodar para a direita
sv: Rotera höger

source: Leave fullscreen
lv: Atstāt pilnekrāna
pt: Sair de ecran completo
sv: Lämna helskärm

source: Search:
lv: Meklēt:
pt: Pesquisa:
sv: Sök:

source: ( paused )
lv: ( pauzēts )
pt: ( pausa )
sv: ( pausad )

source: The disc does not contain any recognizable files
lv: Diskā nevar atrast derīgus failus
pt: Este CD não contém conteudo multimédia
sv: Skivan innehåller inga identifierbara filer

source: Reloading directories
lv: Pārlādēt direktorijas
pt: Relendo directorias
sv: Laddar om katalogerna

source: Could not find any pictures
lv: Nevar atrast nevienu attēlu
pt: Não consigo encontrar imagens
sv: Kunde inte hitta några bilder

source: Please specify a correct path
lv: Lūdzu norādiet pareizu ceļu
pt: Confirma que o caminho é correcto
sv: Var snäll och ange rätt sökväg

source: in the configuration file
lv: konfigurācijas failā
pt: no ficheiro de configuração
sv: i konfigurationsfilen

source: View pictures from harddrive
lv: Skatīt attēlus no cietā diska

source: View pictures from cd
lv: Skatīt attēlus no CD
