Repository: andryblack/ketlaer
Catalog: mms-1.1.1/plugins/feature/epg/po/*.po
Languages: cs, da, de, es, fi, fr, it, lv, pl

source: Electronic Program Guide
cs: Elektronický průvodce TV programem
da: TV Program Guide
de: TV-Programm
es: Gu�a de Programaci�n Electr�nica
fi: Ohjelmaopas
fr: Guide des Programmes TV
it: Guida TV elettronica
lv: Elektroniskā programma
pl: Program TV

source: Rereading TV Data
cs: Znovu načítám soubor s TV programem
da: Genindlæser TV data
de: Lese TV-Daten erneut ein
fi: Ladataan TV-tiedot uudestaan
fr: Relecture des données TV
it: Rileggo il file con la lista delle TV
lv: Pārlasa TV datus
pl: Aktualizowanie programu TV

source: View Electronic Program Guide
cs: Zobrazit průvodce TV programem
da: Se TV Program Guiden
de: TV-Programm (EPG)
es: Ver Gu�a de Programaci�n Electr�nica
fi: Katso ohjelmaopasta
fr: Lire le Guide des Programmes TV
it: Visualizza la guida TV
lv: Skatīt Elektronisko programmu
pl: Pokaż program TV

source: Show Timer
cs: Zobrazit časovač
da: Se timer
de: TV-Programm (Timer)
fi: Näytä ajastin
fr: Montrer l'enregistrement
it: Mostra timer
pl: Pokaż Timery

source: Upgrading EPG database schema
cs: Aktualizuji databázové schéma EPG
da: Opgraderer EPG database-skemaet
de: Aktualisiere EPG Datenbank-Schema
fi: Päivitetään ohjelmaoppaan tietokannan mallia
fr: Mise à jour du schéma de la base de données EPG
it: Agigornamento schema del db di EPG
lv: Atjaunina EPG datubāzes shēmu
pl: Aktaualizuję schemat bazy EPG

source: Monday
cs: Pondělí
da: Mandag
de: Montag
es: Lunes
fi: maanantai
fr: Lundi
it: Lunedì
pl: Poniedziałek

source: Tuesday
cs: Úterý
da: Tirsdag
de: Dienstag
es: Martes
fi: tiistai
fr: Mardi
it: Martedì
pl: Wtorek

source: Wednesday
cs: Středa
da: Onsdag
de: Mittwoch
es: Miércoles
fi: keskiviikko
fr: Mercredi
it: Mercoledì
pl: Środa

source: Thursday
cs: Čtvrtek
da: Torsdag
de: Donnerstag
es: Jueves
fi: torstai
fr: Jeudi
it: Giovedì
pl: Czwartek

source: Friday
cs: Pátek
da: Fredag
de: Freitag
es: Viernes
fi: perjantai
fr: Vendredi
it: Venerdì
pl: Piątek

source: Saturday
cs: Sobota
da: Lørdag
de: Samstag
es: Sábado
fi: lauantai
fr: Samedi
it: Sabato
pl: Sobota

source: Sunday
cs: Neděle
da: Søndag
de: Sonntag
es: Domingo
fi: sunnuntai
fr: Dimanche
it: Domenica
pl: Niedziela

source: logo not found:
cs: nebylo nalezeno logo:
da: logo ikke fundet:
de: Senderlogo nicht gefunden:
es: No se encontró logo
fi: kuvaketta ei löydy:
fr: logo introuvable :
it: Logo non trovato:
lv: logo nav atrasts:
pl: nie znaleziono loga:

source: Error in channel id, please report this problem
cs: Chyba v identifikaci kanálu, prosím nahlaste tento problém
da: Fejl i kanal id, rapporter venligst dette problem
de: Fehler in der Channel-ID, bitte melden Sie dieses Problem
es: Error en channel id, por favor reporte este problema
fi: Virheellinen kanavatunniste, raportoi ongelmasta eteenpäin
fr: Error d'identifiant de chanel, reportez le problème SVP
it: Errore nell'id del canale, per favore riporta questo problema
lv: Kļūda kanāla id, lūdzu ziņojiet par šo problēmu
pl: Błąd identyfikatora kanału, proszę o raport

source: Your TV Data is too old or inaccessible
cs: Váš soubor s TV programem je buď příliš starý nebo nedostupný
da: Din TV datafil er for gammel eller ikke tilgængelig
de: Ihre EPG TV-Daten sind nicht aktuell oder unerreichbar
es: Su archivo de listado de TV es muy viejo o inaccesible
fi: Liian vanhat tai saavuttamattomissa olevat TV-tiedot
fr: Vos données TV sont trop anciennes ou inaccessibles
it: La lista delle TV è troppo vecchia o inaccessibile
lv: Jūsu TV dati ir pārāk veci vai nav pieejami
pl: Program TV jest nieaktualny lub niedostępny

source: Timer is not assigned to Epg-Event -
cs: Časovač není přidělen k události EPG -
da: Timer ikke sat til noget epg-event -
de: Timer ist keinem Epg-Event zugeordnet -
fi: Ajastinta ei ole kytketty ohjelmaoppaan tapahtumiin -
fr: L'enregistrement n'est pas associé à un évennement EPG
it: Timer non assegnato all'evento EPG -
pl: Timer nie jest powiązany z zdarzeniem EPG

source: modification is not possible!
cs: změna není možná!
da: modification ikke mulig!
de: bearbeitung ist nicht möglich!
es: no es posible modificar!
fi: muokkaus on mahdotonta!
fr: modification impossible !
it: impossibile effettuare modifiche!
pl: zmiany nie są możliwe

source: Delete Timer?
cs: Smazat časovač?
da: Slet timer?
de: Timer löschen?
fi: Poistetaanko ajastin?
fr: Effacer l'Enregistrement ?
it: Cancella il timer?
pl: Skasować Timer?

source: Yes
cs: Ano
da: Ja
de: Ja
es: Si
fi: Kyllä
fr: Oui
it: Sì
lv: Jā
pl: Tak

source: No
cs: Ne
da: Nej
de: Nein
fi: Ei
fr: Non
lv: Nē
pl: Nie

source: Timer created !
cs: Časovač vytvořen!
da: Timer oprettet!
de: Timer erzeugt !
fi: Ajastin luotu!
fr: Enregistrement programmé !
it: Timer creato!
lv: Taimeris uzstādīts !
pl: Timer został utworzony !

source: Timer not created !
cs: Časovač nebyl vytvořen!
da: Timer ikke oprettet!
de: Timer nicht erzeugt !
fi: Ajastinta ei luotu!
fr: Enregistrement non créé !
it: Timer non creato!
lv: Timeris nav uzstādīts
pl: Timer nie został utworzony !

source: Timer is recording - really delete?
cs: Časovač právě provádí záznam - opravdu jej chcete smazat?
da: Timer er ved at optage, virkelig slet?
de: Timer nimmt auf - wirklich löschen?
fi: Tallennus käynnissä - poistetaanko?
fr: En cours d'enregistrement - supprimer vraiment ?
it: Il timer è usato nella registrazione - conferma cancellazione
lv: Timeris ieraksta - tiešām dzēst?
pl: Trwa nagrywanie - naprawdę skasować?

source: Timer deleted !
cs: Časovač smazán!
da: Timer slettet!
de: Timer gelöscht !
fi: Ajastin poistettu!
fr: Enregistrement effacé !
it: Timer cancellato!
lv: Timeris izdzēsts !
pl: Timer został skasowany

source: Timer not deleted !
cs: Časovač nebyl smazán!
da: Timer ikke slettet!
de: Timer nicht gelöscht !
fi: Ajastinta ei poistettu!
fr: Enregistrement non effacé !
it: Timer NON cancellato
lv: Timeris nav izdzēsts !
pl: Timer nie został skasowany

source: EPG
es: GPE
fi: Ohjelmaopas

source: Search
cs: Hledat
da: Søg
de: Suche
es: Buscar
fi: Hae
fr: Recherche
it: Cerca
lv: Meklēt
pl: Szukaj

source: Print description
cs: Tisknout popis
da: Print beskrivelse
de: Beschreibung einsehen
es: Imprimir descripción
fi: Näytä kuvaus
fr: Affiche description
it: Stampa descrizione
lv: Rādīt aprakstu
pl: Wyświetl opis

source: Reload Data
cs: Znovu načítám data
da: Genindlæser data
de: Lese TV-Daten erneut ein
es: Recargando Datos
fi: Lataa tiedot uudestaan
fr: Actualisation des données
it: Ricarica dati
lv: Pārlādēt datus
pl: Odśwież Dane

source: Toggle Timer
cs: Vypnout/zapnout časovač
da: Skift timer
de: Timerstatus wechseln
fi: Aseta ajastin päälle/pois
fr: Basculer sur le programmeur d'enregistrement
it: Inverti il timer
lv: Mainīt Taimeri
pl: Przełącz Timer

source: Switch to Channel
cs: Přepnout na kanál
da: Skift til kanal
de: Umschalten zu Kanal
es: Cambiar al Canal
fi: Vaihda kanavalle
fr: Changer de chaîne
it: Passa al canale
lv: Pārslēgt uz kanālu
pl: Przełącz na kanał

source: Return to startmenu
cs: Zpět do hlavní nabídky
da: Retur til startmenuen
de: Zurück zum Hauptmenü
es: Volver al menú principal
fi: Palaa alkuvalikkoon
fr: Retour au menu principal
it: Ritorna al menù iniziale
lv: Atgriezties sākumā
pl: Powrót do menu głównego

source: on
cs: zapnuto
da: på
de: auf
es: encendido
fi: päällä
fr: sur
it: acceso
lv: ieslēgts
pl: włącz

source: Could not find epg update program
cs: Nebyl nalezen program pro aktualizaci EPG
da: Kunne ikke finde epg opdateringsprogram
de: Konnte das EPG-Update-Programm nicht finden
es: No se pudo encontrar programa de actualización epg
fi: Ohjelmaoppaan päivitysohjelmaa ei löydy
fr: Aucune mise à jour du Guide TV trouvée
it: Non trovo il programma per l'aggiornamento di epg
lv: Nevar atrast epg atjaunināšanas programmu
pl: Nie mogę znaleźć programu aktualizacji epg

source: No Epg available
cs: Není dostupný žádný programový průvodce
da: Ingen EPG tilgængelig
de: Keine Beschreibung verfügbar
es: GPE no disponible
fi: Ohjelmaopasta ei saatavilla
fr: Pas de programme electronique disponible
it: EPG non disponibile
lv: Epg nav pieejams
pl: EPG niedostępne

source: EPG TV listings reloaded from Svdrp-Host
cs: Průvodce TV programem opět nahrán z Svdpr-hostitele
da: EPG TV programmer genindlæst fra Svdrp
de: EPG TV-Daten wurden über Svdrp neu geladen
es: Listado de GPE recargado desde Svdrp-Host
fi: Ohjelmaoppaan TV-listaukset ladattu uudelleen SVDRP-palvelimelta
fr: Guide TV rechargé depuis Svdrp-Host
it: Elenco delle TV ricaricato tramite Svdrp
lv: EPG TV saraksts pārlādēts no Svdrp-Host
pl: EPG pobrane z SVDRP

source: EPG TV listings couldn't be loaded from Svdrp-Host
cs: Nebylo možné nahrát průvodce TV programem z Svdpr-hostitele
da: EPG TV programer kunne ikke læses fra Svdrp
de: EPG TV-Daten konnten vom Svdrp-Host nicht geladen werden
es: Listado de GPE no pudo cargarse desde Svdrp-Host
fi: Ohjelmaoppaan TV-listausten lataus uudelleen SVDRP-palvelimelta epäonnistui
fr: Impossible de charger le guide TV depuis Svdrp-Host
it: Impossibile ricaricare l'elenco delle TV tramite Svdrp
lv: EPG TV sarakstu nevar ielādēt no Svdrp-Host
pl: Nie można pobrać EPG z SDRP

source: EPG TV listings file reloaded
cs: Soubor s TV programem pro EPG opět nahrán
da: EPG TV program filen genindlæst
de: EPG TV-Daten wurden neu geladen
es: Listado de GPE recargado
fi: Ohjelmaoppaan TV-listaukset ladattu uudelleen
fr: Guide TV rechargé
it: L'elenco delle TV di EPG è stato ricaricato
lv: EPG TV saraksta fails pārlādēts
pl: Plik listy EPG uaktualniony

source: The new data file will be used
cs: Nová data budou použita
da: Det nye data fil vil blive brugt
de: Die neuen Daten werden verwendet,
es: El nuevo archivo de datos será usado
fi: Uudet tiedot otetaan käyttöön
fr: Le nouveau fichier sera utilisé
it: Verranno usati i nuovi dati
lv: Tiks lietots jaunais datu fails
pl: Używam aktualnych danych

source: the next time you enter EPG
cs: až příště vstoupíte do EPG
da: næste gang du går ind i EPG
de: wenn Sie das EPG das nächste mal nutzen
es: la próxima vez que entre a la GPE
fi: , kun seuraavan kerran avaat ohjelmaoppaan
fr: lors de la prochaine utilisation de l'EPG
it: la prossima volta che accederai a EPG
lv: nākamo reizi kad ienāksiet EPG
pl: następnym razem wejdź w EPG

source: Delete Timer
cs: Smazat časovač
da: Slet timer
de: Timer löschen
fi: Poista ajastin
fr: Effacer l'Enregistrement
it: Cancella timer
pl: Skasuj Timer

source: EPG - Show Timer
cs: EPG - zobrazit časovač
da: EPG - Vis timer
de: EPG - Timer anzeigen
fi: Ohjelmaopas - Näytä ajastin
fr: EPG - Affciher un Enregistrement
it: EPG - Mostra timer
pl: EPG - Pokaż Timer

source: Dualchannel
cs: Duální zvuk
da: Flerekanals
de: Zweikanal
es: doble canal
fi: Monikanavainen
fr: Double Canal
lv: Dubultkanāls
pl: Podwójny kanał

source: 2-channel
cs: 2-kanálový
da: tokanals
de: 2-Kanal
es: 2-canales
fi: 2-kanavainen
fr: bi-canal
it: 2-canali
lv: 2-kanāli
pl: 2-kanał

source: Listening Movie
cs: Poslech filmu
da: Lyttefilm
de: Hörfilm
fi: Kuunnelma
fr: Ecouter un film
lv: Klausās Filmu
pl: Nasłuchiwanie Filmu

source: EPG - Create Timer
cs: EPG - vytvořit časovač
da: EPG - Opret timer
de: EPG - Timer anlegen
fi: Ohjelmaopas - Luo ajastin
fr: EPG - Programmer un Enregistrement
it: EPG - Crea timer
lv: EPG - Uzstādīt Taimeri
pl: EPG - Utwórz Timer

source: EPG - Modify Timer
cs: EPG - změnit časovač
da: EPG - Ændre timer
de: EPG - Timer bearbeiten
fi: Ohjelmaopas - Muokkaa ajastinta
fr: EPG - Modifier l'Enregistrement
it: EPG - Modifica timer
pl: EPG - Modyfikuj Timer

source: Active Timer
cs: Aktivní časovač
da: Aktiv timer
de: Aktiver Timer
fi: Aktiivinen ajastin
fr: Enregistrement actif
it: Timer attivo
lv: Aktīvais Taimeris
pl: Aktywny Timer

source: , Is recording
cs: , provádí záznam
da: , optager
de: , Nimmt auf
es: , Esta grabando
fi: , tallennetaan
fr: , est en cours d'enregistrement
it: , in registrazione
lv: , Ieraksta
pl: , trwa nagrywanie
