Repository: andryblack/ketlaer
Catalog: mms-1.1.1/plugins/feature/movie/players/mplayer/po/*.po
Languages: ru

source: General options
ru: Общие Настройки

source: DVD options
ru: Настройки DVD

source: VCD options
ru: Настройки VCD

source: none
ru: ничего

source: subtitle language
ru: язык субтитров

source: default
ru: по умолчанию

source: dvd audio language
ru: dvd язык аудио

source: dvd title
ru: dvd заголовок

source: vcd title
ru: vcd заголовок

source: on
ru: вкл

source: off
ru: выкл

source: Fullscreen
ru: На полный экран

source: Monitor aspect
ru: Соотношение сторон экрана

source: wide (2.35:1)
ru: широкий (2.35:1)

source: square
ru: квадратный

source: Force geometry
ru: Принудительно уст.размеры

source: midentify failed to parse the length of file:
ru: midentify не смог определить размер файла
