Repository: andryblack/ketlaer
Catalog: utility/gettext-0.18/gettext-tools/po/*.po
Languages: pl

source: %s:%d: warning: '}' found where ')' was expected
pl: %s:%d: uwaga: znaleziono '}', oczekiwano ')'

source: Language "glade" is not supported. %s relies on expat. This version was built without expat.
pl: Jêzyk "glade" nie jest obs³ugiwany. %s polega na expat. Ta wersja zosta³a skompilowana bez expat.

source: %s:%d: warning: lone surrogate U+%04X
pl: %s:%d: uwaga: niezakoñczony napis U+%04X

source: %s:%d: can't find string terminator "%s" anywhere before EOF
pl: %s:%d: nie mo¿na znale¼æ koñca napisu "%s" przez koñcem pliku

source: %s:%d: missing right brace on \x{HEXNUMBER}
pl: %s:%d: brakuj±cy prawy nawias w \x{LICZBA_SZESNASTKOWA}

source: %s:%d: invalid interpolation ("\l") of 8bit character "%c"
pl: %s:%d: b³êdna interpolacja ("\l") 8-bitowego znaku "%c"

source: %s:%d: invalid interpolation ("\u") of 8bit character "%c"
pl: %s:%d: b³êdna interpolacja ("\u") 8-bitowego znaku "%c"

source: %s:%d: invalid variable interpolation at "%c"
pl: %s:%d: b³êdna interpolacja zmiennej w "%c"

source: %s:%d: invalid interpolation ("\L") of 8bit character "%c"
pl: %s:%d: b³êdna interpolacja ("\L") 8-bitowego znaku "%c"

source: %s:%d: invalid interpolation ("\U") of 8bit character "%c"
pl: %s:%d: b³êdna interpolacja ("\U") 8-bitowego znaku "%c"

source: %s:%d: Invalid multibyte sequence. Please specify the correct source encoding through --from-code or through a comment as specified in http://www.python.org/peps/pep-0263.html.
pl: %s:%d: B³êdna sekwensja wielobajtowa. Proszê podaæ poprawne kodowanie ¼ród³owe przy pomocy --from-code albo przez komentarz wg specyfikacji w http://www.python.org/peps/pep-0263.html.

source: %s:%d: Long incomplete multibyte sequence. Please specify the correct source encoding through --from-code or through a comment as specified in http://www.python.org/peps/pep-0263.html.
pl: %s:%d: Niekompletna d³uga sekwencja wielobajtowa. Proszê podaæ prawid³owe kodowanie ¼ród³owe przy pomocy --from-code albo przez komentarz wg specyfikacji w http://www.python.org/peps/pep-0263.html.

source: %s:%d: Incomplete multibyte sequence at end of file. Please specify the correct source encoding through --from-code or through a comment as specified in http://www.python.org/peps/pep-0263.html.
pl: %s:%d: Niekompletna sekwencja wielobajtowa na koñcu pliku. Proszê podaæ prawid³owe kodowanie ¼ród³owe przy pomocy --from-code albo przez komentarz wg specyfikacji w http://www.python.org/peps/pep-0263.html.

source: %s:%d: Incomplete multibyte sequence at end of line. Please specify the correct source encoding through --from-code or through a comment as specified in http://www.python.org/peps/pep-0263.html.
pl: %s:%d: Niekompletna sekwencja wielobajtowa na koñcu linii. Proszê podaæ prawid³owe kodowanie ¼ród³owe przy pomocy --from-code albo przez komentarz wg specyfikacji w http://www.python.org/peps/pep-0263.html.

source: %s:%d: Invalid multibyte sequence. Please specify the source encoding through --from-code or through a comment as specified in http://www.python.org/peps/pep-0263.html.
pl: %s:%d: Nieprawid³owa sekwencja wielobajtowa. Proszê podaæ prawid³owe kodowanie ¼ród³owe przy pomocy --from-code albo przez komentarz wg specyfikacji w http://www.python.org/peps/pep-0263.html.

source: Unknown encoding "%s". Proceeding with ASCII instead.
pl: Nieznane kodowanie "%s". U¿yte bêdzie kodowanie ASCII.

source: %s:%d: invalid string definition
pl: %s:%d: b³êdna definicja napisu

source: %s:%d: missing number after #
pl: %s:%d: brakuj±ca liczba po #

source: %s:%d: invalid string expression
pl: %s:%d: b³êdne wyra¿enie napisowe

source: %s:%lu: warning: the syntax $"..." is deprecated due to security reasons; use eval_gettext instead
pl: %s:%lu: uwaga: sk³adnia $"..." nie jest u¿ywana ze wzglêdu na bezpieczeñstwo; u¿yj eval_gettext

source: --join-existing cannot be used when output is written to stdout
pl: --join-existing nie mo¿e byæ u¿yte przy pisaniu na standardowe wyj¶cie

source: xgettext cannot work without keywords to look for
pl: xgettext nie mo¿e dzia³aæ bez podania s³ów kluczowych

source: warning: file `%s' extension `%s' is unknown; will try C
pl: uwaga: typ pliku `%s' z rozszerzeniem `%s' jest nieznany; spróbujê C

source: Extract translatable strings from given input files.
pl: Wyci±gniêcie przet³umaczalnych napisów z podanych plików wej¶ciowych.

source: -d, --default-domain=NAME use NAME.po for output (instead of messages.po)
pl: -d, --default-domain=NAZWA u¿ycie NAZWA.po (nie messages.po) dla wyj¶cia

source: -o, --output=FILE write output to specified file
pl: -o, --output=PLIK zapisanie wyniku do podanego pliku

source: -p, --output-dir=DIR output files will be placed in directory DIR
pl: -p, --output-dir=KATALOG umieszczenie plików wyj¶ciowych w KATALOGU

source: Choice of input file language:
pl: Wybór jêzyka pliku wej¶ciowego:

source: -L, --language=NAME recognise the specified language (C, C++, ObjectiveC, PO, Shell, Python, Lisp, EmacsLisp, librep, Scheme, Smalltalk, Java, JavaProperties, C#, awk, YCP, Tcl, Perl, PHP, GCC-source, NXStringTable, RST, Glade)
pl: -L, --language=NAZWA rozpoznawanie podanego jêzyka (C, C++, ObjectiveC, PO, Shell, Python, Lisp, EmacsLisp, librep, Scheme, Smalltalk, Java, JavaProperties, C#, awk, YCP, Tcl, Perl, PHP, GCC-source, NXStringTable, RST, Glade)

source: -C, --c++ shorthand for --language=C++
pl: -C, --c++ skrót dla --language=C++

source: By default the language is guessed depending on the input file name extension.
pl: Domy¶lnie jêzyk jest zgadywany na podstawie rozszerzenia pliku wej¶ciowego.

source: --from-code=NAME encoding of input files (except for Python, Tcl, Glade)
pl: --from-code=NAZWA kodowanie plików wej¶ciowych (oprócz Pythona, Tcl-a, Glade)

source: By default the input files are assumed to be in ASCII.
pl: Domy¶lnie zak³ada siê, ¿e pliki wej¶ciowe s± w ASCII.

source: -j, --join-existing join messages with existing file
pl: -j, --join-existing do³±czenie komunikatów do istniej±cego pliku

source: -x, --exclude-file=FILE.po entries from FILE.po are not extracted
pl: -x, --exclude-file=PLIK.po pominiêcie wpisów z PLIKU.po

source: Language specific options:
pl: Opcje specyficzne dla jêzyka:

source: -a, --extract-all extract all strings
pl: -a, --extract-all wyci±gniêcie wszystkich napisów

source: (only languages C, C++, ObjectiveC, Shell, Python, Lisp, EmacsLisp, librep, Scheme, Java, C#, awk, Tcl, Perl, PHP, GCC-source, Glade)
pl: (tylko jêzyki C, C++, ObjectiveC, Shell, Python, Lisp, EmacsLisp, librep, Scheme, Java, C#, awk, Tcl, Perl, PHP, GCC-source, Glade)

source: --flag=WORD:ARG:FLAG additional flag for strings inside the argument number ARG of keyword WORD
pl: --flag=S£OWO:ARG:FLAGA dodatkowa flaga napisu wewn±trz argumentu numer ARG s³owa kluczowego S£OWO

source: (only languages C, C++, ObjectiveC, Shell, Python, Lisp, EmacsLisp, librep, Scheme, Java, C#, awk, YCP, Tcl, Perl, PHP, GCC-source)
pl: (tylko jêzyki C, C++, ObjectiveC, Shell, Python, Lisp, EmacsLisp, librep, Scheme, Java, C#, awk, YCP, Tcl, Perl, PHP, GCC-source)

source: -T, --trigraphs understand ANSI C trigraphs for input
pl: -T, --trigraphs przetwarzanie na wej¶ciu trójznaków ANSI C

source: (only languages C, C++, ObjectiveC)
pl: (tylko jêzyki C, C++, ObjectiveC)

source: --qt recognize Qt format strings
pl: --qt rozpoznawanie napisów w formacie Qt

source: (only language C++)
pl: (tylko jêzyk C++)

source: --kde recognize KDE 4 format strings
pl: --kde rozpoznawanie napisów w formacie KDE 4

source: --boost recognize Boost format strings
pl: --boost rozpoznawanie napisów w formacie Boost

source: --debug more detailed formatstring recognition result
pl: --debug wiêcej szczegó³ów o rozpoznawaniu formatów napisów

source: --properties-output write out a Java .properties file
pl: --properties-output zapisanie pliku .properties Javy

source: --copyright-holder=STRING set copyright holder in output
pl: --copyright-holder=NAPIS wypisanie w³a¶ciciela praw autorskich

source: --foreign-user omit FSF copyright in output for foreign user
pl: --foreign-user pominiêcie na wyj¶ciu copyrightu FSF dla zewnêtrznych projektów

source: --package-name=PACKAGE set package name in output
pl: --package-name=PAKIET podanie nazwy PAKIETU na wyj¶ciu

source: --package-version=VERSION set package version in output
pl: --package-version=WERSJA podanie na wyj¶ciu WERSJI pakietu

source: --msgid-bugs-address=EMAIL@ADDRESS set report address for msgid bugs
pl: --msgid-bugs-address=ADRES@EMAIL adres do zg³aszania b³êdów w msgid

source: A --flag argument doesn't have the <keyword>:<argnum>:[pass-]<flag> syntax: %s
pl: Argument opcji --flag nie ma sk³adni <keyword>:<argnum>:[pass-]<flag>: %s

source: standard input
pl: standardowe wej¶cie

source: %s%s: warning:
pl: %s%s: uwaga:

source: Although being used in a format string position, the %s is not a valid %s format string. Reason: %s
pl: Chocia¿ %s jest u¿yte w formacie po³o¿enia napisu, %s nie jest prawid³owym formatem. Powód: %s

source: Although declared as such, the %s is not a valid %s format string. Reason: %s
pl: %s nie jest prawid³owym formatem napisu %s, mimo ¿e jest tak zadeklarowany. Powód: %s

source: '%s' format string with unnamed arguments cannot be properly localized: The translator cannot reorder the arguments. Please consider using a format string with named arguments, and a mapping instead of a tuple for the arguments.
pl: £añcuch formatu '%s' z nienazwanymi argumentami nie mo¿e byæ poprawnie przet³umaczony: T³umacz nie mo¿e uporz±dkowaæ argumentów. Rozwa¿ u¿ycie formatu z nazwami argumentów i mapowania zamiast zestawu argumentów.

source: Empty msgid. It is reserved by GNU gettext: gettext("") returns the header entry with meta information, not the empty string.
pl: Pusty msgid. Jest on zarezerwowany dla gettexta GNU: gettext("") zwraca wpis nag³ówka z meta-informacjami, a nie pusty napis.

source: ambiguous argument specification for keyword '%.*s'
pl: niejednoznaczna specyfikacja argumentu s³owa kluczowego '%.*s'

source: warning: missing context for keyword '%.*s'
pl: uwaga: brak kontekstu s³owa kluczowego '%.*s'

source: warning: missing context for plural argument of keyword '%.*s'
pl: uwaga: brak kontekstu dla mnogiego argumentu s³owa kluczowego '%.*s'

source: context mismatch between singular and plural form
pl: pomieszanie kontekstów miêdzy form± pojedyñcz± i mnog±

source: The option --msgid-bugs-address was not specified. If you are using a `Makevars' file, please specify the MSGID_BUGS_ADDRESS variable there; otherwise please specify an --msgid-bugs-address command line option.
pl: Opcja --msgid-bugs-address nie zosta³a podana. Je¶li jest u¿ywany plik `Makevars', proszê podaæ w nim zmienn± MSGID_BUGS_ADDRESS; w przeciwnym wypadku proszê podaæ opcjê --msgid-bugs-address z linii poleceñ.

source: language `%s' unknown
pl: nieznany jêzyk `%s'

source: <unnamed>
pl: <nienazwany>
