Repository: andryblack/ketlaer
Catalog: utility/gettext-0.18/gettext-tools/po/*.po
Languages: pl

source: this message is used but not defined...
pl: ten komunikat jest u¿yty, ale nie zdefiniowany...

source: ...but this definition is similar
pl: ...ale ta definicja jest podobna

source: this message is used but not defined in %s
pl: ten komunikat jest u¿yty, ale nie zdefiniowany w %s

source: warning: this message is not used
pl: uwaga: ten komunikat nie jest u¿yty

source: found %d fatal error
pl: znaleziono %d b³±d krytyczny

source: at least two files must be specified
pl: musz± byæ podane przynajmniej dwa pliki

source: Find messages which are common to two or more of the specified PO files. By using the --more-than option, greater commonality may be requested before messages are printed. Conversely, the --less-than option may be used to specify less commonality before messages are printed (i.e. --less-than=2 will only print the unique messages). Translations, comments and extract comments will be preserved, but only from the first PO file to define them. File positions from all PO files will be cumulated.
pl: Znajdywanie komunikatów wspólnych dla dwóch lub wiêcej podanych plików PO. Mo¿na za¿±daæ wiêkszego uwspólnienia przed wypisaniem komunikatów u¿ywaj±c opcji --more-than. Odpowiednio opcja --less-than mo¿e byæ u¿yta dla ustalenia mniejszego uwspólnienia pomiêdzy komunikatami (np. --less-than=2 wypisze tylko unikalne komunikaty). T³umaczenia, komentarze t³umaczeñ i wydobyte zostan± zachowane, ale tylko z pierwszego definiuj±cego je pliku PO. Pozycje w plikach dla wszystkich plików PO zostan± zgromadzone.

source: ->, --more-than=NUMBER print messages with more than this many definitions, defaults to 1 if not set
pl: ->, --more-than=LICZBA wypisanie komunikatów z liczb± definicji wiêksz± od LICZBY, domy¶lnie 1

source: --omit-header don't write header with `msgid ""' entry
pl: --omit-header nie zapisywanie nag³ówka z wpisem `msgid ""'

source: Converts a translation catalog to a different character encoding.
pl: Konwersja katalogu t³umaczeñ na inne kodowanie znaków.

source: Conversion target:
pl: Cel konwersji:

source: The default encoding is the current locale's encoding.
pl: Domy¶lnym kodowaniem jest kodowanie dla aktualnej lokalizacji.

source: -i, --indent indented output style
pl: -i, --indent zapisanie pliku .po w stylu z wciêciami

source: --no-location suppress '#: filename:line' lines
pl: --no-location pominiêcie linii '#: plik:linia'

source: --add-location preserve '#: filename:line' lines (default)
pl: -n, --add-location zachowanie linii '#: plik:linia' (domy¶lne)

source: --strict strict Uniforum output style
pl: --strict zapisanie pliku .po ¶ci¶le zgodnego z Uniforum

source: no input file given
pl: nie podano nazwy pliku wej¶ciowego

source: exactly one input file required
pl: wymagany jest dok³adnie jeden plik wej¶ciowy

source: Usage: %s [OPTION] INPUTFILE
pl: Sk³adnia: %s [OPCJA] PLIK-WEJ¦CIOWY

source: Creates an English translation catalog. The input file is the last created English PO file, or a PO Template file (generally created by xgettext). Untranslated entries are assigned a translation that is identical to the msgid.
pl: Tworzy plik t³umaczeñ angielskich. Plikiem wej¶ciowym jest ostatnio tworzony angielski plik PO lub plik PO Template (zazwyczaj stworzony przez xgettext). Nie przet³umaczonym wpisom s± przypisywane t³umaczenia identyczne z msgid.

source: INPUTFILE input PO or POT file
pl: PLIK-WEJ¦CIOWY plik wej¶ciowy PO lub POT

source: missing command name
pl: brak nazwy polecenia

source: Usage: %s [OPTION] COMMAND [COMMAND-OPTION]
pl: Sk³adnia: %s [OPCJA] POLECENIE [OPCJA-POLECENIA]

source: Applies a command to all translations of a translation catalog. The COMMAND can be any program that reads a translation from standard input. It is invoked once for each translation. Its output becomes msgexec's output. msgexec's return code is the maximum return code across all invocations.
pl: Wykonanie polecenie na wszystkich t³umaczeniach z katalogu t³umaczeñ. POLECENIE mo¿e byæ dowolnym programem czytaj±cym t³umaczenie ze standardowego wej¶cia. Jest wywo³ywane raz dla ka¿dego t³umaczenia. Jego wyj¶cie staje siê wyj¶ciem msgexec. Kod wyj¶cia msgexec to maksimum z kodów wyj¶cia dla wszystkich wywo³añ.

source: A special builtin command called '0' outputs the translation, followed by a null byte. The output of "msgexec 0" is suitable as input for "xargs -0".
pl: Specjalne wbudowane polecenie o nazwie '0' wypisuje t³umaczenie zakoñczone bajtem 0. Wyj¶cie "msgexec 0" mo¿e byæ wej¶ciem dla "xargs -0".

source: -i, --input=INPUTFILE input PO file
pl: -i, --input=PLIK-WEJ¦CIOWY plik wej¶ciowy PO

source: write to stdout failed
pl: pisanie na standardowe wyj¶cie nie powiod³o siê

source: write to %s subprocess failed
pl: pisanie do podprocesu %s nie powiod³o siê

source: missing filter name
pl: brak nazwy filtru

source: at least one sed script must be specified
pl: musi byæ podany przynajmniej jeden skrypt seda

source: Usage: %s [OPTION] FILTER [FILTER-OPTION]
pl: Sk³adnia: %s [OPCJA] FILTR [OPCJA-FILTRA]

source: Applies a filter to all translations of a translation catalog.
pl: Zastosowanie filtru na wszystkich t³umaczeniach z katalogu t³umaczeñ.

source: The FILTER can be any program that reads a translation from standard input and writes a modified translation to standard output.
pl: FILTR mo¿e byæ dowolnym programem czytaj±cym t³umaczenie ze standardowego wej¶cia i wypisuj±cym zmodyfikowane t³umaczenie na standardowym wyj¶ciu.

source: Useful FILTER-OPTIONs when the FILTER is 'sed':
pl: Przydatne OPCJE-FILTRA je¶li FILTREM jest 'sed':

source: -e, --expression=SCRIPT add SCRIPT to the commands to be executed
pl: -e, --expresion=SKRYPT dodanie SKRYPTU do wykonywanych poleceñ

source: -f, --file=SCRIPTFILE add the contents of SCRIPTFILE to the commands to be executed
pl: -f, --file=PLIK-SKRYPTU dodanie zawarto¶ci PLIKU-SKRYPTU do wykonywanych poleceñ

source: -n, --quiet, --silent suppress automatic printing of pattern space
pl: -n, --quiet, --silent nie wypisywanie zawarto¶ci wzorca

source: --no-escape do not use C escapes in output (default)
pl: --no-escape nie u¿ywanie sekwencji C na wyj¶ciu (domy¶lne)

source: --indent indented output style
pl: --indent zapisanie pliku w stylu z wciêciami

source: --keep-header keep header entry unmodified, don't filter it
pl: --keep-header zachowanie nag³ówka z pominiêciem filtra

source: the argument to %s should be a single punctuation character
pl: argument dla %s powinien byæ pojedynczym znakiem przestankowym

source: invalid endianness: %s
pl: b³êdna endianness: %s

source: %s requires a "-d directory" specification
pl: %s wymaga podania "-d katalog"

source: %s requires a "-l locale" specification
pl: %s wymaga podania "-l lokalizacja"

source: %s is only valid with %s or %s
pl: %s jest prawid³owe tylko z %s lub %s

source: %s is only valid with %s, %s or %s
pl: %s jest prawid³owe tylko z %s, %s albo z %s

source: %d translated message
pl: %d przet³umaczony komunikat

source: , %d fuzzy translation
pl: , %d t³umaczenie budzi w±tpliwo¶ci

source: , %d untranslated message
pl: , %d nie przet³umaczony komunikat

source: Usage: %s [OPTION] filename.po ...
pl: Sk³adnia: %s [OPCJA] nazwa-pliku.po ...

source: Generate binary message catalog from textual translation description.
pl: Generowanie binarnego katalogu komunikatów z tekstowego opisu t³umaczeñ.

source: Mandatory arguments to long options are mandatory for short options too. Similarly for optional arguments.
pl: Argumenty obowi±zkowe dla d³ugich opcji s± obowi±zkowe tak¿e dla krótkich. Podobnie dla argumentów opcjonalnych.

source: filename.po ... input files
pl: nazwa-pliku.po ... pliki wej¶ciowe

source: Operation mode:
pl: Tryb dzia³ania:

source: -j, --java Java mode: generate a Java ResourceBundle class
pl: -j, --java tryb Javy: generowanie klas Java ResourceBundle

source: --java2 like --java, and assume Java2 (JDK 1.2 or higher)
pl: --java2 jak --java dla Javy 2 (JDK 1.2 i nowsze)

source: --csharp C# mode: generate a .NET .dll file
pl: --csharp tryb C#: generowanie pliku .dll .NET

source: --csharp-resources C# resources mode: generate a .NET .resources file
pl: --csharp-resources tryb zasobów C#: generowanie pliku .resources .NET

source: --tcl Tcl mode: generate a tcl/msgcat .msg file
pl: --tcl tryb Tcl: generowanie pliku tcl/msgcat .msg

source: --qt Qt mode: generate a Qt .qm file
pl: --qt tryb Qt: generowanie pliku .qm formatu Qt

source: --strict enable strict Uniforum mode
pl: --strict w³±czenie trybu ¶cis³ej zgodno¶ci z Uniforum

source: If output file is -, output is written to standard output.
pl: Je¶li plikiem wyj¶ciowym jest -, wynik jest kierowany na standardowe wyj¶cie.

source: Output file location in Java mode:
pl: Po³o¿enie pliku wyj¶ciowego w trybie Javy:

source: -r, --resource=RESOURCE resource name
pl: -r, --resource=ZASÓB nazwa zasobu

source: -l, --locale=LOCALE locale name, either language or language_COUNTRY
pl: -l, --locale=LOKALIZACJA nazwa lokalizacji - jêzyk lub jêzyk_KRAJ

source: -d DIRECTORY base directory of classes directory hierarchy
pl: -d KATALOG bazowy katalog w hierarchii katalogu klas

source: The class name is determined by appending the locale name to the resource name, separated with an underscore. The -d option is mandatory. The class is written under the specified directory.
pl: Nazwa klasy jest okre¶lana poprzez do³±czenie nazwy lokalizacji do nazwy zasobu, oddzielaj±c je znakiem podkre¶lenia. Opcja -d jest obowi±zkowa. Klasa jest zapisywana w podanym katalogu.

source: Output file location in C# mode:
pl: Po³o¿enie pliku wyj¶ciowego w trybie C#:

source: -d DIRECTORY base directory for locale dependent .dll files
pl: -d KATALOG katalog bazowy plików .dll zale¿nych od locale

source: The -l and -d options are mandatory. The .dll file is written in a subdirectory of the specified directory whose name depends on the locale.
pl: Opcje -l i -d s± obowi±zkowe. Plik .dll jest zapisywany w podkatalogu podanego katalogu, którego nazwa zale¿y od locale.

source: Output file location in Tcl mode:
pl: Po³o¿enie pliku wyj¶ciowego w trybie Tcl:

source: -d DIRECTORY base directory of .msg message catalogs
pl: -d KATALOG bazowy katalog katalogów komunikatów .msg

source: The -l and -d options are mandatory. The .msg file is written in the specified directory.
pl: Opcje -l i -d s± obowi±zkowe. Plik .msg jest zapisywany w podanym katalogu.

source: Input file interpretation:
pl: Interpretacja pliku wej¶ciowego:

source: -c, --check perform all the checks implied by --check-format, --check-header, --check-domain
pl: -c, --check wykonanie wszystkich testów w³±czanych przez --check-format, --check-header, --check-domain

source: --check-format check language dependent format strings
pl: --check-format sprawdzenie t³umaczeñ z formatów zale¿nych od jêzyka

source: --check-header verify presence and contents of the header entry
pl: --check-header sprawdzenie obecno¶ci i zawarto¶ci wpisu nag³ówka

source: --check-domain check for conflicts between domain directives and the --output-file option
pl: --check-domain sprawdzenie konfliktów miêdzy dyrektywami dotycz±cymi domeny i opcj± --output-file

source: -C, --check-compatibility check that GNU msgfmt behaves like X/Open msgfmt
pl: -C, --check-compatibility kontrola czy GNU msgfmt dzia³a jak X/Open msgfmt

source: --check-accelerators[=CHAR] check presence of keyboard accelerators for menu items
pl: --check-accelerators[=ZNAK] sprawdzenie obecno¶ci skrótów klawiszowych dla opcji w menu

source: -f, --use-fuzzy use fuzzy entries in output
pl: -f, --use-fuzzy u¿ycie na wyj¶ciu niepewnych (fuzzy) wpisów

source: -a, --alignment=NUMBER align strings to NUMBER bytes (default: %d)
pl: -a, --alignment=LICZBA wyrównanie napisów do LICZBY bajtów (domy¶lnie: %d)

source: --no-hash binary file will not include the hash table
pl: --no-hash tworzenie pliku binarnego bez tablicy haszuj±cej

source: --statistics print statistics about translations
pl: --statistics wypisanie statystyk dotycz±cych t³umaczeñ

source: -v, --verbose increase verbosity level
pl: -v, --verbose zwiêkszenie ilo¶ci podawanych informacji

source: warning: PO file header missing or invalid
pl: uwaga: brakuj±cy lub niepoprawny nag³ówek pliku PO

source: warning: charset conversion will not work
pl: uwaga: konwersja zestawu znaków nie bêdzie dzia³aæ

source: warning: PO file header fuzzy
pl: uwaga: nag³ówek pliku PO jest niepewny (fuzzy)

source: warning: older versions of msgfmt will give an error on this
pl: uwaga: starsze wersje msgfmt nie zg³osz± b³êdu w tym miejscu

source: domain name "%s" not suitable as file name
pl: nazwa domeny "%s" nie jest odpowiedni± nazwa pliku

source: domain name "%s" not suitable as file name: will use prefix
pl: nazwa domeny "%s" nie jest dobra jako nazwa pliku: u¿ycie przedrostka

source: `domain %s' directive ignored
pl: dyrektywa `domain %s' zignorowana

source: empty `msgstr' entry ignored
pl: zignorowana pusta warto¶æ `msgstr'

source: fuzzy `msgstr' entry ignored
pl: zignorowana niepewna (fuzzy) warto¶æ `msgstr'

source: %s: warning: source file contains fuzzy translation
pl: %s: uwaga: plik ¼ród³owy zawiera t³umaczenie budz±ce w±tpliwo¶ci

source: error while reading "%s"
pl: b³±d w czasie czytania "%s"

source: option '%c' cannot be used before 'J' or 'K' or 'T' or 'C' or 'X' has been specified
pl: opcja '%c' nie mo¿e byæ u¿yta przed podaniem 'J', 'K', 'T', 'C' lub 'X'

source: Extracts all messages of a translation catalog that match a given pattern or belong to some given source files.
pl: Wyci±gniêcie z katalogu t³umaczeñ wszystkich komunikatów pasuj±cych do podanego wzorca lub nale¿±cych do podanego pliku ¼ród³owego.

source: Message selection: [-N SOURCEFILE]... [-M DOMAINNAME]... [-J MSGCTXT-PATTERN] [-K MSGID-PATTERN] [-T MSGSTR-PATTERN] [-C COMMENT-PATTERN] [-X EXTRACTED-COMMENT-PATTERN] A message is selected if it comes from one of the specified source files, or if it comes from one of the specified domains, or if -J is given and its context (msgctxt) matches MSGCTXT-PATTERN, or if -K is given and its key (msgid or msgid_plural) matches MSGID-PATTERN, or if -T is given and its translation (msgstr) matches MSGSTR-PATTERN, or if -C is given and the translator's comment matches COMMENT-PATTERN, or if -X is given and the extracted comment matches EXTRACTED-COMMENT-PATTERN. When more than one selection criterion is specified, the set of selected messages is the union of the selected messages of each criterion. MSGCTXT-PATTERN or MSGID-PATTERN or MSGSTR-PATTERN or COMMENT-PATTERN or EXTRACTED-COMMENT-PATTERN syntax: [-E | -F] [-e PATTERN | -f FILE]... PATTERNs are basic regular expressions by default, or extended regular expressions if -E is given, or fixed strings if -F is given. -N, --location=SOURCEFILE select messages extracted from SOURCEFILE -M, --domain=DOMAINNAME select messages belonging to domain DOMAINNAME -J, --msgctxt start of patterns for the msgctxt -K, --msgid start of patterns for the msgid -T, --msgstr start of patterns for the msgstr -C, --comment start of patterns for the translator's comment -X, --extracted-comment start of patterns for the extracted comment -E, --extended-regexp PATTERN is an extended regular expression -F, --fixed-strings PATTERN is a set of newline-separated strings -e, --regexp=PATTERN use PATTERN as a regular expression -f, --file=FILE obtain PATTERN from FILE -i, --ignore-case ignore case distinctions -v, --invert-match output only the messages that do not match any selection criterion
pl: Wybór komunikatów: [-N PLIK-¬RÓD£OWY]... [-M DOMENA]... [-J WZORZEC-KONTEKST] [-K WZORZEC-MSGID] [-T WZORZEC-MSGSTR] [-C WZORZEC-KOMENTARZA] [-X WZORZEC-WYDOB-KOMENTARZA] Komunikat jest wybierany je¶li pochodzi z jednego z podanych plików ¼ród³owych lub pochodzi z jednej z podanych domen, lub, je¶li podano -J i kontekst (msgctxt) pasuje do WZORCA-KONTEKST lub, je¶li podano -K i klucz (msgid lub msgid_plural), pasuje do WZORCA-MSGID, lub, je¶li podano -T i to t³umaczenie (msgstr) pasuje do WZORCA-MSGSTR, lub, je¶li podano -C i komentarz t³umacza pasuje do WZORCA-KOMENTARZA. lub, je¶li podano -X i wydobyty komentarz pasuje do WZORCA-WYDOB-KOMENTARZA. Je¶li podano wiêcej ni¿ jedno kryterium wyboru, zbiór wybranych komunikatów jest sum± komunikatów wybranych dla ka¿dego kryterium. Sk³adnia WZORCA-KONTEKST, WZORCA-MSGID, WZORCA-MSGSTR, WZORCA-KOMENTARZA i WZORCA-WYDOB-KOMENTARZA: [-E | -F] [-e WZORZEC | -f PLIK]... WZORCE s± domy¶lnie podstawowymi wyra¿eniami regularnymi, lub rozszerzonymi wyra¿eniami regularnymi je¶li podano -E, lub sta³ymi ci±gami je¶li podano -F. -N, --location=PLIK-¬RÓD£ wybranie komunikatów wydobytych z PLIKU-¬RÓD£ -M, --domain=DOMENA wybranie komunikatów nale¿±cych do DOMENY -J, --msgctxt pocz±tek wzorców msgctxt -K, --msgid pocz±tek wzorców dla msgid -T, --msgstr pocz±tek wzorców dla msgstr -C, --comment pocz±tek wzorców dla komentarza t³umacza -X, --extracted-comment pocz±tek wzorców dla wydobytego komentarza -E, --extended-regexp WZORZEC jest rozszerzonym wyra¿eniem regularnym -F, --fixed-strings WZORZEC jest zbiorem napisów oddzielonych \n -e, --regexp=WZORZEC u¿ycie WZORCA jako wyra¿enia regularnego -f, --file=PLIK pobranie WZORCA z PLIKU -i, --ignore-case nie rozró¿nianie wielko¶ci liter -v, --invert-match wypisanie tylko komunikatów, które nie pasuj± do kryteriów wyboru

source: --escape use C escapes in output, no extended chars
pl: --escape u¿ywanie sekwencji C, bez znaków rozszerzonych

source: --sort-output generate sorted output
pl: --sort-output generowanie posortowanego wyj¶cia

source: --sort-by-file sort output by file location
pl: --sort-by-file sortowanie wyj¶cia wed³ug po³o¿enia pliku

source: You are in a language indifferent environment. Please set your LANG environment variable, as described in the ABOUT-NLS file. This is necessary so you can test your translations.
pl: Aktualne ¶rodowisko jest obojêtne jêzykowo. Proszê ustawiæ zmienn± ¶rodowiskow± LANG zgodnie z opisem w pliku ABOUT-NLS. Jest to niezbêdne do testowania t³umaczeñ.

source: Output file %s already exists. Please specify the locale through the --locale option or the output .po file through the --output-file option.
pl: Plik wyj¶ciowy %s ju¿ istnieje. Proszê podaæ lokalizacjê za pomoc± opcji --locale lub plik wyj¶ciowy .po za pomoc± opcji --output-file.

source: Created %s.
pl: Utworzono %s.

source: Creates a new PO file, initializing the meta information with values from the user's environment.
pl: Stworzenie nowego pliku PO, inicjalizuj±c meta-informacje warto¶ciami ze ¶rodowiska u¿ytkownika.

source: -i, --input=INPUTFILE input POT file
pl: -i, --input-PLIK-WEJ¦CIOWY plik wej¶ciowy POT

source: If no input file is given, the current directory is searched for the POT file. If it is -, standard input is read.
pl: Je¶li nie podano pliku wej¶ciowego, plik POT jest szukany w bie¿±cym katalogu. Je¶li plik to -, czytane jest standardowe wej¶cie.

source: -o, --output-file=FILE write output to specified PO file
pl: -o, --output-file=PLIK zapisanie wyniku do podanego pliku PO

source: If no output file is given, it depends on the --locale option or the user's locale setting. If it is -, the results are written to standard output.
pl: Je¶li nie podano pliku wyj¶ciowego, zale¿y on od podanej opcji --locale lub ustawieñ lokalizacji u¿ytkownika. Je¶li plik to -, wyniki s± wypisywane na standardowym wyj¶ciu.

source: -l, --locale=LL_CC set target locale
pl: -l, --locale=JJ_KK ustawienie docelowej lokalizacji

source: --no-translator assume the PO file is automatically generated
pl: --no-translator uznanie, ¿e plik PO jest generowany automatycznie

source: Found more than one .pot file. Please specify the input .pot file through the --input option.
pl: Znaleziono wiêcej ni¿ jeden plik .pot. Proszê podaæ plik .pot za pomoc± opcji --input.

source: error reading current directory
pl: b³±d podczas czytania bie¿±cego katalogu

source: Found no .pot file in the current directory. Please specify the input .pot file through the --input option.
pl: Nie znaleziono pliku .pot w katalogu bie¿±cym. Proszê podaæ plik .pot za pomoc± opcji --input.

source: %s subprocess failed with exit code %d
pl: podproces %s zawiód³ z kodem wyj¶cia %d

source: The new message catalog should contain your email address, so that users can give you feedback about the translations, and so that maintainers can contact you in case of unexpected technical problems.
pl: Nowy katalog komunikatów powinien zawieraæ adres e-mail t³umacza, tak ¿eby u¿ytkownicy mogli wysy³aæ komentarze dotycz±ce t³umaczeñ i prowadz±cy projekty mogli kontaktowaæ siê w przypadku niespodziewanych problemów technicznych.

source: English translations for %s package
pl: Polskie t³umaczenia dla pakietu %s

source: present charset "%s" is not a portable encoding name
pl: aktualny zestaw znaków "%s" nie jest przeno¶n± nazw± kodowania

source: two different charsets "%s" and "%s" in input file
pl: dwa ró¿ne zestawy znaków "%s" oraz "%s" w pliku wej¶ciowym

source: input file `%s' doesn't contain a header entry with a charset specification
pl: plik wej¶ciowy `%s' nie zawiera wpisu nag³ówka ze specyfikacj± zestawu znaków

source: domain "%s" in input file `%s' doesn't contain a header entry with a charset specification
pl: domena "%s" w pliku wej¶ciowym `%s' nie zawiera wpisu nag³ówka ze specyfikacj± zestawu znaków

source: target charset "%s" is not a portable encoding name.
pl: docelowy zestaw znaków "%s" nie jest przeno¶n± nazw± kodowania.

source: warning:
pl: uwaga:

source: Input files contain messages in different encodings, UTF-8 among others. Converting the output to UTF-8.
pl: Pliki wej¶ciowe zawieraj± komunikaty w ró¿nych kodowaniach, w tym UTF-8. Konwersja wyj¶cia do UTF-8.

source: Input files contain messages in different encodings, %s and %s among others. Converting the output to UTF-8. To select a different output encoding, use the --to-code option.
pl: Pliki wej¶ciowe zawieraj± komunikaty w ró¿nych kodowaniach, w tym %s i %s. Konwersja wyj¶cia do UTF-8. Aby wybraæ inne kodowanie wyj¶ciowe, nale¿y u¿yæ opcji --to-code.

source: Conversion of file %s from %s encoding to %s encoding changes some msgids or msgctxts. Either change all msgids and msgctxts to be pure ASCII, or ensure they are UTF-8 encoded from the beginning, i.e. already in your source code files.
pl: Konwersja pliku %s z kodowania %s do kodowania %s zmienia niektóre identyfikatory msgid albo msgctxt. Zmieñ wszystkie identyfikatory msgid i msgctxt tak, ¿eby by³y wy³±cznie w ASCII albo upewnij siê, ¿e s± od pocz±tku, ju¿ w plikach ¼ród³ówych, zakodowane w UTF-8.

source: Locale charset "%s" is different from input file charset "%s". Output of '%s' might be incorrect. Possible workarounds are:
pl: Lokalny zestaw znaków "%s" jest ró¿ny od zestawu znaków pliku wej¶ciowego "%s". Wyj¶cie '%s' mo¿e byæ niepoprawne. Mo¿liwe obej¶cia problemu to:

source: - Set LC_ALL to a locale with encoding %s.
pl: - Ustawienie LC_ALL na lokalizacjê z kodowaniem %s.

source: - Convert the translation catalog to %s using 'msgconv', then apply '%s', then convert back to %s using 'msgconv'.
pl: - Przekonwertowanie katalogu t³umaczeñ do %s przy u¿yciu 'msgconv', a nastêpnie wykonanie '%s', a nastêpnie przekonwertowanie z powrotem do %s przy u¿yciu 'msgconv'.

source: - Set LC_ALL to a locale with encoding %s, convert the translation catalog to %s using 'msgconv', then apply '%s', then convert back to %s using 'msgconv'.
pl: - Ustawienie LC_ALL na lokalizacjê z kodowaniem %s, przekonwertowanie katalogu t³umaczeñ do %s przy u¿yciu 'msgconv', a nastêpnie wykonanie '%s', a nastêpnie przekonwertowanie z powrotem do %s przy u¿yciu 'msgconv'.
