Repository: andryblack/ketlaer
Catalog: utility/gettext-0.18/gettext-tools/po/*.po
Languages: pl

source: invalid argument %s for %s
pl: b³êdny argument %s opcji %s

source: ambiguous argument %s for %s
pl: niejednoznaczny argument %s opcji %s

source: Valid arguments are:
pl: Prawid³owe argumenty to:

source: cannot find a temporary directory, try setting $TMPDIR
pl: nie mo¿na znale¼æ katalogu tymczasowego - nale¿y ustawiæ $TMPDIR

source: cannot create a temporary directory using template "%s"
pl: nie mo¿na utworzyæ katalogu tymczasowego przy u¿yciu szablonu "%s"

source: cannot remove temporary file %s
pl: nie mo¿na usun±æ pliku tymczasowego %s

source: cannot remove temporary directory %s
pl: nie mo¿na usun±æ katalogu tymczasowego przy %s

source: write error
pl: b³±d zapisu

source: error while opening "%s" for reading
pl: b³±d w czasie otwierania "%s" do czytania

source: cannot open backup file "%s" for writing
pl: b³±d otwarcia kopii zapasowej "%s" do pisania

source: error reading "%s"
pl: b³±d czytania "%s"

source: error writing "%s"
pl: b³±d pisania do "%s"

source: error after reading "%s"
pl: b³±d po przeczytaniu "%s"

source: fdopen() failed
pl: fdopen() nie powiod³o siê

source: C# compiler not found, try installing pnet
pl: Nie znaleziono kompilatora C#, proszê zainstalowaæ pnet

source: C# virtual machine not found, try installing pnet
pl: Nie znaleziono maszyny wirtualnej C#, proszê zainstalowaæ pnet

source: Unknown system error
pl: Nieznany b³±d systemu

source: %s subprocess failed
pl: niepowodzenie podprocesu %s

source: invalid source_version argument to compile_java_class
pl: b³êdny argument source_version do compile_java_class

source: invalid target_version argument to compile_java_class
pl: b³êdny argument target_version do compile_java_class

source: failed to create "%s"
pl: tworzenie "%s" nie powiod³o siê

source: error while writing "%s" file
pl: b³±d podczas pisania do pliku "%s"

source: Java compiler not found, try installing gcj or set $JAVAC
pl: Nie znaleziono kompilatora Javy, proszê zainstalowaæ gcj lub ustawiæ $JAVAC

source: Java virtual machine not found, try installing gij or set $JAVA
pl: Nie znaleziono maszyny wirtualnej Javy, proszê zainstalowaæ gij lub ustawiæ $JAVA

source: %s subprocess I/O error
pl: b³±d wej¶cia/wyj¶cia podprocesu %s

source: memory exhausted
pl: pamiêæ wyczerpana

source: cannot create pipe
pl: nie mo¿na utworzyæ potoku

source: _open_osfhandle failed
pl: b³±d _open_osfhandle

source: %s subprocess
pl: podproces %s

source: %s subprocess got fatal signal %d
pl: podproces %s otrzyma³ krytyczny sygna³ %d

source: a format specification for argument %u doesn't exist in '%s'
pl: specyfikacja formatu dla argumentu %u nie istnieje w '%s'

source: The directive number %u starts with | but does not end with |.
pl: Dyrektywa numer %u zaczyna siê od |, ale nie koñczy |.

source: In the directive number %u, the token after '<' is not the name of a format specifier macro. The valid macro names are listed in ISO C 99 section 7.8.1.
pl: W dyrektywie numer %u oznaczenie po '<' nie jest nazw± makra specyfikuj±cego format. Poprawne nazwy makr s± podane w rozdziale 7.8.1 ISO C 99.

source: In the directive number %u, the token after '<' is not followed by '>'.
pl: W dyrektywie numer %u oznaczenie po '<' nie jest zakoñczone przez '>'.

source: The string refers to argument number %u but ignores argument number %u.
pl: Napis odwo³uje siê do argumentu numer %u, ale ignoruje argument numer %u.

source: In the directive number %u, '{' is not followed by an argument number.
pl: W dyrektywie numer %u po '{' nie wystêpuje numer argumentu.

source: In the directive number %u, ',' is not followed by a number.
pl: W dyrektywie numer %u po ',' nie wystêpuje liczba.

source: The string ends in the middle of a directive: found '{' without matching '}'.
pl: £añcuch koñczy siê w ¶rodku dyrektywy: znaleziono '{' bez odpowiadaj±cego '}'.

source: The directive number %u ends with an invalid character '%c' instead of '}'.
pl: Dyrektywa numer %u koñczy siê b³êdnym znakiem '%c' zamiast '}'.

source: The directive number %u ends with an invalid character instead of '}'.
pl: Dyrektywa numer %u koñczy siê b³êdnym znakiem zamiast '}'.

source: The string starts in the middle of a directive: found '}' without matching '{'.
pl: £añcuch zaczyna siê w ¶rodku dyrektywy: znaleziono '}' bez odpowiadaj±cego '{'.

source: The string contains a lone '}' after directive number %u.
pl: £añcuch zawiera samotny '}' po numerze dyrektywy %u.

source: In the directive number %u, the flags combination is invalid.
pl: B³êdny po³±czenie flag w dyrektywie numer %u.

source: In the directive number %u, a precision is not allowed before '%c'.
pl: W dyrektywie numer %u specyfikacja dok³adno¶ci nie jest dozwolona przed '%c'.

source: In the directive number %u, the argument number for the precision must be equal to %u.
pl: W dyrektywie numer %u numer argumentu specyfikacji dok³adno¶ci musi byæ równy %u.

source: In the directive number %u, a precision specification is not allowed before '%c'.
pl: W dyrektywie numer %u specyfikacja dok³adno¶ci nie jest dozwolona przed '%c'.

source: In the directive number %u, the precision specification is invalid.
pl: W dyrektywie numer %u jest b³êdna specyfikacja dok³adno¶ci.

source: In the directive number %u, flags are not allowed before '%c'.
pl: W dyrektywie numer %u flagi nie s± dozwolone przed '%c'.

source: The string ends in the middle of a directive.
pl: £añcuch koñczy siê w ¶rodku dyrektywy.

source: The string refers to arguments both through absolute argument numbers and through unnumbered argument specifications.
pl: £añcuch odwo³uje siê do argumentów jednocze¶nie poprzez bezwzglêdne numery argumentów i nienumerowane specyfikacje.

source: In the directive number %u, the argument number 0 is not a positive integer.
pl: W dyrektywie numer %u numer argumentu 0 nie jest dodatni± liczb± ca³kowit±.

source: In the directive number %u, the width's argument number 0 is not a positive integer.
pl: W dyrektywie numer %u numer argumentu szeroko¶ci 0 nie jest dodatni± liczb± ca³kowit±.

source: In the directive number %u, the precision's argument number 0 is not a positive integer.
pl: W dyrektywie numer %u numer argumentu precyzji 0 nie jest dodatni± liczb± ca³kowit±.

source: In the directive number %u, the character '%c' is not a valid conversion specifier.
pl: W dyrektywie numer %u znak '%c' nie jest poprawn± specyfikacj± konwersji.

source: The character that terminates the directive number %u is not a valid conversion specifier.
pl: Znak koñcz±cy dyrektywê numer %u nie jest poprawn± specyfikacj± konwersji.

source: The string refers to argument number %u in incompatible ways.
pl: £añcuch odwo³uje siê do argumentu numer %u na niekompatybilne sposoby.

source: In the directive number %u, the substring "%s" is not a valid date/time style.
pl: W dyrektywie numer %u podci±g "%s" nie jest poprawnym stylem daty/czasu.

source: In the directive number %u, "%s" is not followed by a comma.
pl: W dyrektywie numer %u po "%s" nie wystêpuje przecinek.

source: In the directive number %u, the substring "%s" is not a valid number style.
pl: W dyrektywie numer %u podci±g "%s" nie jest poprawnym stylem liczby.

source: In the directive number %u, the argument number is not followed by a comma and one of "%s", "%s", "%s", "%s".
pl: W dyrektywie numer %u po numerze argumentu nie wystêpuje przecinek i jedno z "%s", "%s", "%s", "%s".

source: In the directive number %u, a choice contains no number.
pl: W dyrektywie numer %u wybór nie zawiera liczby.

source: In the directive number %u, a choice contains a number that is not followed by '<', '#' or '%s'.
pl: W dyrektywie numer %u wybór zawiera liczbê, po której nie wystêpuje '<', '#' ani '%s'.

source: a format specification for argument {%u} doesn't exist in '%s'
pl: specyfikacja formatu dla argumentu {%u} nie istnieje w '%s'

source: In the directive number %u, parameter %u is of type '%s' but a parameter of type '%s' is expected.
pl: W dyrektywie numer %u parametr %u jest typu '%s' zamiast oczekiwanego '%s'.

source: In the directive number %u, too many parameters are given; expected at most %u parameter.
pl: Za du¿o parametrów w dyrektywie numer %u, oczekiwano najwy¿ej %u parametru.

source: In the directive number %u, '%c' is not followed by a digit.
pl: W dyrektywie numer %u po '%c' nie wystêpuje cyfra.

source: In the directive number %u, the argument %d is negative.
pl: W dyrektywie numer %u argument %d jest ujemny.

source: The string ends in the middle of a ~/.../ directive.
pl: £añcuch koñczy siê w ¶rodku dyrektywy ~/.../.

source: Found '~%c' without matching '~%c'.
pl: Znaleziono '~%c' bez odpowiadaj±cego '~%c'.

source: In the directive number %u, both the @ and the : modifiers are given.
pl: W dyrektywie numer %u podano jednocze¶nie modyfikatory @ i :.

source: In the directive number %u, '~:[' is not followed by two clauses, separated by '~;'.
pl: W dyrektywie numer %u po '~:[' nie wystêpuj± dwa wyra¿enia oddzielone przez '~;'.

source: In the directive number %u, '~;' is used in an invalid position.
pl: W dyrektywie numer %u '~;' jest u¿yte w z³ym miejscu.

source: The string refers to some argument in incompatible ways.
pl: £añcuch odwo³uje siê do argumentu na niekompatybilne sposoby.

source: In the directive number %u, the size specifier is incompatible with the conversion specifier '%c'.
pl: W dyrektywie numer %u specyfikacja rozmiaru jest niezgodna ze specyfikacj± conwersji '%c'.

source: a format specification for argument '%s' doesn't exist in '%s'
pl: specyfikacja formatu dla argumentu '%s' nie istnieje w '%s'

source: The string refers to arguments both through argument names and through unnamed argument specifications.
pl: £añcuch odwo³uje siê do argumentów jednocze¶nie poprzez nazwy i nienazwane specyfikacje.

source: The string refers to the argument named '%s' in incompatible ways.
pl: £añcuch odwo³uje siê do argumentu o nazwie '%s' na niekompatybilne sposoby.

source: The string refers to a shell variable with a non-ASCII name.
pl: Zmienna pow³oki, do której odwo³uje siê ³añcuch znaków ma nazwê nie ze znaków ASCII.

source: The string refers to a shell variable with complex shell brace syntax. This syntax is unsupported here due to security reasons.
pl: Zmienna pow³oki, do której odwo³uje siê ³añcuch znaków ma skomplikowan± sk³adniê nawiasów. Ta sk³adnia nie jest u¿ywana z powodów bezpieczeñstwa.

source: The string refers to a shell variable whose value may be different inside shell functions.
pl: Zmienna pow³oki, do której odwo³uje siê ³añcuch znaków mo¿e mieæ inn± warto¶æ wewn±trz funkcji pow³oki.

source: The string refers to a shell variable with an empty name.
pl: Zmienna pow³oki, do której odwo³uje siê ³añcuch znaków ma pust± nazwê.

source: In the directive number %u, the character '%c' is not a digit between 1 and 9.
pl: W dyrektywie numer %u znak '%c' nie jest cyfr± od 1 do 9.

source: The character that terminates the directive number %u is not a digit between 1 and 9.
pl: Znak koñcz±cy dyrektywê %u nie jest cyfr± od 1 do 9.

source: Copyright (C) %s Free Software Foundation, Inc. License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
pl: Copyright (C) %s Free Software Foundation, Inc. Licencja GPLv3+: GNU GPL, wersja 3 lub nowsza <http://gnu.org/licenses/gpl.html> To jest wolne oprogramowanie: mo¿esz je modyfikowaæ i rozpowszechniaæ. Autorzy NIE DAJ¡ GWARANCJI, na ile pozwala na to prawo.

source: Written by %s.
pl: Program napisa³ %s.

source: too many arguments
pl: za du¿o argumentów

source: Try `%s --help' for more information.
pl: Polecenie `%s --help' poda wiêcej informacji.

source: Usage: %s [OPTION]
pl: Sk³adnia: %s [OPCJA]

source: Print the machine's hostname.
pl: Wypisanie nazwy komputera.

source: Output format:
pl: Format wyj¶cia:

source: -s, --short short host name
pl: -s, --short krótka nazwa komputera

source: -f, --fqdn, --long long host name, includes fully qualified domain name, and aliases
pl: -f, --fqdn, --long d³uga nazwa komputera, zawieraj±ca pe³n± nazwê domeny i aliasy

source: -i, --ip-address addresses for the hostname
pl: -i, --ip-address adresy komputera

source: Informative output:
pl: Informacje:

source: -h, --help display this help and exit
pl: -h, --help wy¶wietlenie tego opisu i zakoñczenie

source: -V, --version output version information and exit
pl: -V, --version wypisanie informacji o wersji i zakoñczenie pracy

source: Report bugs to <bug-gnu-gettext@gnu.org>.
pl: Raporty o b³êdach prosimy wysy³aæ do bug-gnu-gettext@gnu.org .

source: could not get host name
pl: nie mo¿na odczytaæ nazwy komputera

source: at most one input file allowed
pl: dozwolony najwy¿ej jeden plik wej¶ciowy

source: %s and %s are mutually exclusive
pl: %s i %s wzajemnie siê wykluczaj±

source: Usage: %s [OPTION] [INPUTFILE]
pl: Sk³adnia: %s [OPCJA] [PLIK-WEJ¦CIOWY]

source: Filters the messages of a translation catalog according to their attributes, and manipulates the attributes.
pl: Filtrowanie komunikatów z katalogu t³umaczeñ zgodnie z ich atrybutami oraz manipulowanie atrybutami.

source: Mandatory arguments to long options are mandatory for short options too.
pl: Argumenty obowi±zkowe dla opcji d³ugich s± obowi±zkowe tak¿e dla krótkich.

source: Input file location:
pl: Po³o¿enie pliku wej¶ciowego:

source: INPUTFILE input PO file
pl: PLIK-WEJ¦CIOWY wczytanie pliku PO

source: -D, --directory=DIRECTORY add DIRECTORY to list for input files search
pl: -D, --directory=KATALOG dodanie KATALOGU do listy poszukiwania plików

source: If no input file is given or if it is -, standard input is read.
pl: Je¶li nie podano pliku wej¶ciowego lub plik to -, czytane jest standardowe wej¶cie.

source: Output file location:
pl: Po³o¿enie pliku wyj¶ciowego:

source: -o, --output-file=FILE write output to specified file
pl: -o, --output-file=PLIK zapisanie wyniku do podanego pliku

source: The results are written to standard output if no output file is specified or if it is -.
pl: Wyniki s± wypisywane na standardowe wyj¶cie je¶li nie podano pliku lub podany plik to -.

source: Message selection:
pl: Wybór komunikatów:

source: --translated keep translated, remove untranslated messages
pl: --translated zachowanie przet³umaczonych, usuniêcie nie przet³umaczonych

source: --untranslated keep untranslated, remove translated messages
pl: --untranslated zachowanie nie przet³umaczonych, usuniêcie przet³umaczonych

source: --no-fuzzy remove 'fuzzy' marked messages
pl: --no-fuzzy usuniêcie komunikatów oznaczonych 'fuzzy'

source: --only-fuzzy keep 'fuzzy' marked messages
pl: --only-fuzzy zachowanie komunikatów oznaczonych 'fuzzy'

source: --no-obsolete remove obsolete #~ messages
pl: --no-obsolete usuniêcie przestarza³ych komunikatów #~

source: --only-obsolete keep obsolete #~ messages
pl: --only-obsolete zachowanie przestarza³ych komunikatów #~

source: Attribute manipulation:
pl: Manipulowanie atrybutami:

source: --set-fuzzy set all messages 'fuzzy'
pl: --set-fuzzy oznaczenie wszystkich komunikatów jako 'fuzzy'

source: --clear-fuzzy set all messages non-'fuzzy'
pl: --clear-fuzzy oznaczenie wszystkich komunikatów jako nie-'fuzzy'

source: --set-obsolete set all messages obsolete
pl: --set-obsolete oznaczenie wszystkich komunikatów jako przestarza³e

source: --clear-obsolete set all messages non-obsolete
pl: --clear-obsolete oznaczenie wszystkich komunikatów jako nie przestarza³e

source: --clear-previous remove the "previous msgid" from all messages
pl: --clear-previous usuniêcie "previous msgid" z wszystkich komunikatów

source: --only-file=FILE.po manipulate only entries listed in FILE.po
pl: --only-file=PLIK.po modyfikacja tylko wpisów obecnych w PLIKU.po

source: --ignore-file=FILE.po manipulate only entries not listed in FILE.po
pl: --ignore-file=PLIK.po modyfikacja tylko wpisów nie obecnych w PLIKU.po

source: --fuzzy synonym for --only-fuzzy --clear-fuzzy
pl: --fuzzy synonim dla --only-fuzzy --clear-fuzzy

source: --obsolete synonym for --only-obsolete --clear-obsolete
pl: --obsolete synonim dla --only-obsolete --clear-obsolete

source: Input file syntax:
pl: Sk³adnia pliku wej¶ciowego:

source: -P, --properties-input input file is in Java .properties syntax
pl: -P, --properties-input plik wej¶ciowy ma sk³adniê .properties Javy

source: --stringtable-input input file is in NeXTstep/GNUstep .strings syntax
pl: --stringtable-input plik wej¶ciowy ma sk³adniê .string z NeXTstep/GNUstep

source: Output details:
pl: Szczegó³y dotycz±ce wyj¶cia:

source: --color use colors and other text attributes always --color=WHEN use colors and other text attributes if WHEN. WHEN may be 'always', 'never', 'auto', or 'html'.
pl: --color u¿ywanie zawsze kolorów i innych atrybutów tekstu --color=WARUNEK u¿ywanie kolorów i innych atrybutów je¿eli zachodzi WARUNEK, który mo¿e mieæ warto¶ci: 'always' (zawsze), 'never' (nigdy), 'auto' albo 'html'.

source: --style=STYLEFILE specify CSS style rule file for --color
pl: --style=PLIKSTYLU podanie pliku regu³ CSS dla opcji --color

source: -e, --no-escape do not use C escapes in output (default)
pl: -e, --no-escape nie u¿ywanie sekwencji C na wyj¶ciu (domy¶lne)

source: -E, --escape use C escapes in output, no extended chars
pl: -E, --escape u¿ywanie sekwencji C, bez znaków rozszerzonych

source: --force-po write PO file even if empty
pl: --force-po zapisanie pliku PO nawet je¶li jest pusty

source: -i, --indent write the .po file using indented style
pl: -i, --indent zapisanie pliku .po w stylu z wciêciami

source: --no-location do not write '#: filename:line' lines
pl: --no-location nie zapisywanie linii '#: plik:linia'

source: -n, --add-location generate '#: filename:line' lines (default)
pl: -n, --add-location generowanie linii '#: plik:linia' (domy¶lne)

source: --strict write out strict Uniforum conforming .po file
pl: --strict zapisanie pliku .po ¶ci¶le zgodnego z Uniforum

source: -p, --properties-output write out a Java .properties file
pl: -p, --properties-output zapisanie pliku .properties Javy

source: --stringtable-output write out a NeXTstep/GNUstep .strings file
pl: --stringtable-output zapisanie pliku .strings NeXTstep/GNUstep

source: -w, --width=NUMBER set output page width
pl: -w, --width=LICZBA ustawienie szeroko¶ci strony dla wyj¶cia

source: --no-wrap do not break long message lines, longer than the output page width, into several lines
pl: --no-wrap nie ³amanie na wiele linii komunikatów d³u¿szych ni¿ szeroko¶æ strony

source: -s, --sort-output generate sorted output
pl: -s, --sort-output generowanie posortowanego wyj¶cia

source: -F, --sort-by-file sort output by file location
pl: -F, --sort-by-file sortowanie wyj¶cia wed³ug po³o¿enia pliku

source: impossible selection criteria specified (%d < n < %d)
pl: podane niemo¿liwe kryteria selekcji (%d < n < %d)

source: Usage: %s [OPTION] [INPUTFILE]...
pl: Sk³adnia: %s [OPCJA] [PLIK-WEJ¦CIOWY]

source: Concatenates and merges the specified PO files. Find messages which are common to two or more of the specified PO files. By using the --more-than option, greater commonality may be requested before messages are printed. Conversely, the --less-than option may be used to specify less commonality before messages are printed (i.e. --less-than=2 will only print the unique messages). Translations, comments and extract comments will be cumulated, except that if --use-first is specified, they will be taken from the first PO file to define them. File positions from all PO files will be cumulated.
pl: £±czenie i zespalanie podanych plików PO. Znajduje komunikaty wspólne dla dwóch lub wiêcej podanych plików PO. Mo¿na za¿±daæ wiêkszego uwspólnienia przed wypisaniem komunikatów u¿ywaj±c opcji --more-than. Odpowiednio opcja --less-than mo¿e byæ u¿yta dla ustalenia mniejszego uwspólnienia pomiêdzy komunikatami (np. --less-than=2 wypisze tylko unikalne komunikaty). T³umaczenia, komentarze t³umaczeñ i wydobyte zostan± zgromadzone, chyba ¿e zostanie podana opcja --use-first, wtedy bêd± skopiowane tylko z pierwszego definiuj±cego je pliku PO. Pozycje w plikach dla wszystkich plików PO zostan± zgromadzone.

source: INPUTFILE ... input files
pl: PLIK-WEJ¦CIOWY ... pliki wej¶ciowe

source: -f, --files-from=FILE get list of input files from FILE
pl: -f, --files-from=PLIK odczytanie listy plików wej¶ciowych z PLIKU

source: If input file is -, standard input is read.
pl: Je¶li plik wej¶ciowy to -, czytane jest standardowe wej¶cie.

source: -<, --less-than=NUMBER print messages with less than this many definitions, defaults to infinite if not set
pl: -<, --less-than=LICZBA wypisanie komunikatów z liczb± definicji mniejsz± od LICZBY, domy¶lnie nieskoñczono¶ci

source: ->, --more-than=NUMBER print messages with more than this many definitions, defaults to 0 if not set
pl: ->, --more-than=LICZBA wypisanie komunikatów z liczb± definicji wiêksz± od LICZBY, domy¶lnie 1

source: -u, --unique shorthand for --less-than=2, requests that only unique messages be printed
pl: -u, --unique skrót dla --less-than=2, ¿±danie wypisania wy³±cznie unikalnych komunikatów

source: -P, --properties-input input files are in Java .properties syntax
pl: -P, --properties-input pliki wej¶ciowe maj± sk³adniê .properties Javy

source: --stringtable-input input files are in NeXTstep/GNUstep .strings syntax
pl: --stringtable-input pliki wej¶ciowe maj± sk³adniê .strings NeXTstep/GNUstep

source: -t, --to-code=NAME encoding for output
pl: -t, --to-code=NAZWA kodowanie dla wyj¶cia

source: --use-first use first available translation for each message, don't merge several translations
pl: --use-first u¿ycie pierwszego dostêpnego t³umaczenia dla ka¿dego komunikatu zamiast ³±czenia wielu

source: no input files given
pl: nie podano plików wej¶ciowych

source: exactly 2 input files required
pl: wymagane s± dok³adnie dwa pliki wej¶ciowe

source: Usage: %s [OPTION] def.po ref.pot
pl: Sk³adnia: %s [OPCJA] def.po ref.pot

source: Compare two Uniforum style .po files to check that both contain the same set of msgid strings. The def.po file is an existing PO file with the translations. The ref.pot file is the last created PO file, or a PO Template file (generally created by xgettext). This is useful for checking that you have translated each and every message in your program. Where an exact match cannot be found, fuzzy matching is used to produce better diagnostics.
pl: Porównanie dwóch plików .po w stylu Uniforum, ¿eby sprawdziæ czy zawieraj± te same zbiory napisów msgid. Plik def.po to istniej±cy plik PO z t³umaczeniami. Plik ref.po jest ostatnio utworzonym plikiem PO lub plikiem PO Template (zwykle tworzonym przez xgettext). Jest to przydatne do stwierdzenia czy wszystkie komunikaty w programie zosta³y przet³umaczone. Tam gdzie nie mo¿na dopasowaæ dok³adnie, u¿ywane jest dopasowywanie rozmyte dla lepszej diagnostyki.

source: def.po translations
pl: def.po t³umaczenia

source: ref.pot references to the sources
pl: ref.pot odniesienia do ¼róde³

source: Operation modifiers:
pl: Modyfikatory operacji:

source: -m, --multi-domain apply ref.pot to each of the domains in def.po
pl: -m, --multi-domain zastosowanie ref.pot dla wszystkich domen def.po

source: -N, --no-fuzzy-matching do not use fuzzy matching
pl: -N, --no-fuzzy-matching nie u¿ywanie dopasowywania rozmytego

source: --use-fuzzy consider fuzzy entries
pl: --use-fuzzy u¿ycie na wyj¶ciu niepewnych (fuzzy) komunikatów

source: --use-untranslated consider untranslated entries
pl: --use-untranslated u¿ycie nie przet³umaczonych komunikatów

source: this message is untranslated
pl: uwaga: ten komunikat nie jest przet³umaczony

source: this message needs to be reviewed by the translator
pl: ten komunikat powinien byæ sprawdzony przez t³umacza
