Repository: andryblack/ketlaer
Catalog: utility/gettext-0.18/gettext-tools/po/*.po
Languages: pl

source: Locale charset "%s" is not a portable encoding name. Output of '%s' might be incorrect. A possible workaround is to set LC_ALL=C.
pl: Lokalny zestaw znaków "%s" nie jest przeno¶n± nazw± kodowania. Wyj¶cie '%s' mo¿e byæ niepoprawne. Mo¿liwym obej¶ciem problemu jest ustawienie LC_ALL=C.

source: plural expression can produce negative values
pl: wyra¿enie do wyliczania liczby mnogiej mo¿e zwróciæ warto¶ci ujemne

source: nplurals = %lu but plural expression can produce values as large as %lu
pl: nplurals = %lu, ale wyra¿enie do wyliczania liczby mnogiej mo¿e zwróciæ warto¶ci do %lu

source: plural expression can produce division by zero
pl: wyra¿enie do wyliczania liczby mnogiej mo¿e spowodowaæ dzielenie przez zero

source: plural expression can produce integer overflow
pl: wyra¿enie do wyliczania liczby mnogiej mo¿e spowodowaæ przepe³nienie

source: plural expression can produce arithmetic exceptions, possibly division by zero
pl: wyra¿enie do wyliczania liczby mnogiej mo¿e spowodowaæ wyj±tki, mo¿liwe dzielenie przez zero

source: Try using the following, valid for %s:
pl: Proszê spróbowaæ tego, poprawnego dla %s:

source: message catalog has plural form translations
pl: katalog komunikatów zawiera t³umaczenia form mnogich

source: but header entry lacks a "plural=EXPRESSION" attribute
pl: ale wpis nag³ówka nie ma atrybutu "plural=WYRA¯ENIE"

source: but header entry lacks a "nplurals=INTEGER" attribute
pl: ale wpis nag³ówka nie ma atrybutu "nplurals=LICZBA"

source: invalid nplurals value
pl: b³êdna warto¶æ nplurals

source: invalid plural expression
pl: b³êdne wyra¿enie do wyliczania liczby mnogiej

source: but some messages have only one plural form
pl: ale niektóre komunikaty maj± tylko jedn± formê mnog±

source: but some messages have one plural form
pl: ale niektóre komunikaty maj± jedn± formê mnog±

source: message catalog has plural form translations, but lacks a header entry with "Plural-Forms: nplurals=INTEGER; plural=EXPRESSION;"
pl: katalog komunikatów zawiera t³umaczenia form mnogich, ale brakuje wpisu nag³ówka z "Plural-Forms: nplurals=LICZBA; plural=WYRA¯ENIE;"

source: `msgid' and `msgid_plural' entries do not both begin with '\n'
pl: linie `msgid' i `msgid_plural' nie zaczynaj± siê obie od '\n'`

source: `msgid' and `msgstr[%u]' entries do not both begin with '\n'
pl: linie `msgid' i `msgstr[%u]' nie zaczynaj± siê obie od '\n'`

source: `msgid' and `msgstr' entries do not both begin with '\n'
pl: linie `msgid' i `msgstr' nie zaczynaj± siê obie od '\n'`

source: `msgid' and `msgid_plural' entries do not both end with '\n'
pl: linie `msgid' i `msgid_plural' nie koñcz± siê obie na '\n'

source: `msgid' and `msgstr[%u]' entries do not both end with '\n'
pl: linie `msgid' i `msgstr[%u]' nie koñcz± siê obie na '\n'

source: `msgid' and `msgstr' entries do not both end with '\n'
pl: linie `msgid' i `msgstr' nie koñcz± siê obie na '\n'

source: plural handling is a GNU gettext extension
pl: obs³uga form mnogich jest rozszerzeniem gettexta GNU

source: msgstr lacks the keyboard accelerator mark '%c'
pl: w msgstr brakuje skrótu oznaczenia klawiszowego '%c'

source: msgstr has too many keyboard accelerator marks '%c'
pl: msgstr zawiera zbyt du¿o oznaczeñ skrótów klawiszowych '%c'

source: header field `%s' should start at beginning of line
pl: pole nag³ówka `%s' powinno siê zaczynaæ na pocz±tku linii

source: some header fields still have the initial default value
pl: niektóre pola nag³ówka nadal zawieraj± pocz±tkowe warto¶ci domy¶lne

source: %s: input is not valid in "%s" encoding
pl: %s: dane wej¶ciowe s± b³êdne je¿eli kodowanie to "%s"

source: %s: error while converting from "%s" encoding to "%s" encoding
pl: %s: b³±d w czasie zamiany kodowania z "%s" na "%s"

source: input file doesn't contain a header entry with a charset specification
pl: plik wej¶ciowy nie zawiera wpisu nag³ówka ze specyfikacj± zestawu znaków

source: Cannot convert from "%s" to "%s". %s relies on iconv(), and iconv() does not support this conversion.
pl: Nie mo¿na przekonwertowaæ z "%s" do "%s". %s opiera siê na iconv(), a iconv() nie obs³uguje tej konwersji.

source: Conversion from "%s" to "%s" introduces duplicates: some different msgids become equal.
pl: Konwersja z "%s" do "%s" wprowadza duplikaty: niektóre ró¿ni±ce siê msgid staj± siê identyczne.

source: Cannot convert from "%s" to "%s". %s relies on iconv(). This version was built without iconv().
pl: Nie mo¿na przekonwertowaæ z "%s" do "%s". %s opiera siê na iconv(). Ta wersja zosta³a zbudowana bez iconv().

source: %s is only valid with %s
pl: %s jest prawid³owe tylko z %s

source: backup type
pl: typ zapasowy

source: Merges two Uniforum style .po files together. The def.po file is an existing PO file with translations which will be taken over to the newly created file as long as they still match; comments will be preserved, but extracted comments and file positions will be discarded. The ref.pot file is the last created PO file with up-to-date source references but old translations, or a PO Template file (generally created by xgettext); any translations or comments in the file will be discarded, however dot comments and file positions will be preserved. Where an exact match cannot be found, fuzzy matching is used to produce better results.
pl: £±czy razem dwa pliki .po w stylu Uniforum. Plik def.po jest istniej±cym plikiem PO ze starymi t³umaczeniami, które bêd± przeniesione do nowo utworzonego pliku je¿eli nadal pasuj±; komentarze bêd± zachowane, ale komentarze wydobyte i pozycje w pliku bêd± pominiête. Plik ref.po jest ostatnio utworzonym plikiem PO Template (zwykle tworzonym przez xgettext), t³umaczenia i komentarze w nim zawarte bêd± zignorowane, ale komentarze z kropk± i pozycje w plikach bêd± zachowane. Tam, gdzie nie mo¿na dopasowaæ dok³adnie, u¿ywane jest dopasowanie rozmyte, dla lepszych wyników.

source: def.po translations referring to old sources
pl: def.po t³umaczenia odnosz±ce siê do starych ¼róde³

source: ref.pot references to new sources
pl: ref.pot odniesienia do nowych ¼róde³

source: -C, --compendium=FILE additional library of message translations, may be specified more than once
pl: -C, --compendium=PLIK dodatkowa biblioteka t³umaczeñ komunikatów, mo¿e byæ podana wiêcej ni¿ raz

source: -U, --update update def.po, do nothing if def.po already up to date
pl: -U, --update uaktualnienie def.po, nie wykonywanie niczego je¶li def.po jest ju¿ aktualny

source: Output file location in update mode:
pl: Po³o¿enie pliku wyj¶ciowego w trybie uaktualniania:

source: The result is written back to def.po.
pl: Wynik jest zapisywany z powrotem do def.po.

source: --backup=CONTROL make a backup of def.po
pl: --backup=KONTROLA utworzenie kopii zapasowej def.po

source: --suffix=SUFFIX override the usual backup suffix
pl: --suffix=KOÑCÓWKA zmiana domy¶lnej koñcówki kopii zapasowej

source: The version control method may be selected via the --backup option or through the VERSION_CONTROL environment variable. Here are the values: none, off never make backups (even if --backup is given) numbered, t make numbered backups existing, nil numbered if numbered backups exist, simple otherwise simple, never always make simple backups
pl: Metoda kontroli wersji mo¿e byæ wybrana za pomoc± opcji --backup lub zmiennej ¶rodowiskowej VERSION_CONTROL. Warto¶ci to: none, off nie tworzenie kopii zapasowych (nawet je¶li podano --backup) numbered, t tworzenie numerowanych kopii zapasowych existing, nil numerowanie je¶li istniej± numerowane, proste je¶li nie simple, never tworzenie zawsze prostych kopii zapasowych

source: The backup suffix is `~', unless set with --suffix or the SIMPLE_BACKUP_SUFFIX environment variable.
pl: Koñcówka kopii zapasowej to `~', o ile nie ustawiono przez --suffix lub zmienn± ¶rodowiskow± SIMPLE_BACKUP_SUFFIX.

source: --previous keep previous msgids of translated messages
pl: --previous zachowanie poprzednich identyfikatorów przet³umaczonych komunikatów

source: -q, --quiet, --silent suppress progress indicators
pl: -q, --quiet, --silent pominiêcie znaczników postêpu

source: this message should define plural forms
pl: ten komunikat powinien definiowaæ formy mnogie

source: this message should not define plural forms
pl: ten komunikat nie powinien definiowaæ form mnogich

source: %sRead %ld old + %ld reference, merged %ld, fuzzied %ld, missing %ld, obsolete %ld.
pl: %sPrzeczytane %ld starych + %ld odno¶ników, %ld do³±czonych, %ld niedok³adnych, %ld brakuj±cych, %ld przestarza³ych.

source: done.
pl: zrobione.

source: %s and explicit file names are mutually exclusive
pl: %s i podanie nazw plików wzajemnie siê wykluczaj±

source: Usage: %s [OPTION] [FILE]...
pl: Sk³adnia: %s [OPCJA] [PLIK]...

source: Convert binary message catalog to Uniforum style .po file.
pl: Przekonwertowanie binarnego katalogu komunikatów na plik .po w stylu Uniforum.

source: -j, --java Java mode: input is a Java ResourceBundle class
pl: -j, --java tryb Javy: wej¶cie jest klas± Java ResourceBundle

source: --csharp C# mode: input is a .NET .dll file
pl: --csharp tryb C#: wynik jest plikiem .dll .NET

source: --csharp-resources C# resources mode: input is a .NET .resources file
pl: --csharp-resources tryb zasobów C#: na wej¶ciu plik .resources .NET

source: --tcl Tcl mode: input is a tcl/msgcat .msg file
pl: --tcl tryb Tcl: wej¶cie jest plikiem tcl/msgcat .msg

source: FILE ... input .mo files
pl: PLIK ... pliki wej¶ciowe .mo

source: Input file location in Java mode:
pl: Po³o¿enie pliku wej¶ciowego w trybie Javy:

source: The class name is determined by appending the locale name to the resource name, separated with an underscore. The class is located using the CLASSPATH.
pl: Nazwa klasy jest okre¶lana poprzez do³±czenie nazwy lokalizacji do nazwy zasobu, rozdzielaj±c je znakiem podkre¶lenia. Klasa jest szukana przy u¿yciu CLASSPATH.

source: Input file location in C# mode:
pl: Po³o¿enie pliku wej¶ciowego w trybie C#:

source: The -l and -d options are mandatory. The .dll file is located in a subdirectory of the specified directory whose name depends on the locale.
pl: Opcje -l i -d s± obowi±zkowe. Plik .dll znajduje siê w podkatalogu podanego katalogu, którego nazwa zale¿y od locale.

source: Input file location in Tcl mode:
pl: Po³o¿enie pliku wej¶ciowego w trybie Tcl:

source: The -l and -d options are mandatory. The .msg file is located in the specified directory.
pl: Opcje -l i -d s± obowi±zkowe. Plik .msg jest szukany w podanym katalogu.

source: -i, --indent write indented output style
pl: -i, --indent zapisanie pliku w stylu z wciêciami

source: --strict write strict uniforum style
pl: --strict zapisanie pliku ¶ci¶le zgodnego z Uniforum

source: Unifies duplicate translations in a translation catalog. Finds duplicate translations of the same message ID. Such duplicates are invalid input for other programs like msgfmt, msgmerge or msgcat. By default, duplicates are merged together. When using the --repeated option, only duplicates are output, and all other messages are discarded. Comments and extracted comments will be cumulated, except that if --use-first is specified, they will be taken from the first translation. File positions will be cumulated. When using the --unique option, duplicates are discarded.
pl: Unifikacja powielonych t³umaczeñ w katalogu t³umaczeñ. Odnajduje powielone t³umaczenia z tym samym ID komunikatu. Takie duplikaty nie s± poprawnym wej¶ciem dla innych programów, takich jak msgfmt, msgmerge czy msgcat. Domy¶lnie duplikaty s± ³±czone. Je¶li podano opcjê --repeated, wypisywane s± tylko duplikaty, a wszystkie inne komunikaty s± pomijane. Komentarze i wydobyte komentarze zostan± zgromadzone, chyba ¿e podano opcjê --use-first - wtedy bêd± skopiowane tylko z pierwszego t³umaczenia. Pozycje w plikach zostan± zgromadzone. W przypadku u¿ycia opcji --unique, duplikaty zostan± usuniête.

source: -d, --repeated print only duplicates
pl: -d, --repeated wypisanie tylko duplikatów

source: -u, --unique print only unique messages, discard duplicates
pl: -u, --unique wypisanie tylko unikalnych, bez duplikatów

source: <stdin>
pl: <standardowe wej¶cie>

source: Charset "%s" is not a portable encoding name. Message conversion to user's charset might not work.
pl: Zestaw znaków "%s" nie jest przeno¶n± nazw± kodowania. Przekodowanie na zestaw znaków u¿ytkownika mo¿e nie dzia³aæ.

source: Charset "%s" is not supported. %s relies on iconv(), and iconv() does not support "%s".
pl: Kodowanie "%s" nie jest obs³ugiwane. %s opiera siê na iconv(), a iconv() nie obs³uguje "%s".

source: Installing GNU libiconv and then reinstalling GNU gettext would fix this problem.
pl: Problem mo¿na rozwi±zaæ instaluj±c libiconv GNU i instaluj±c ponownie gettext GNU.

source: Continuing anyway, expect parse errors.
pl: Kontynuacja mimo wszystko, mo¿na oczekiwaæ b³êdów analizy sk³adni.

source: Continuing anyway.
pl: Kontynuacja mimo wszystko.

source: Charset "%s" is not supported. %s relies on iconv(). This version was built without iconv().
pl: Kodowanie "%s" nie jest obs³ugiwane. %s opiera siê na iconv(). Ta wersja zosta³a skompilowana bez iconv().

source: Charset missing in header. Message conversion to user's charset will not work.
pl: W nag³ówku brakuje nazwy kodowania. Przekodowanie na kodowanie u¿ytkownika nie bêdzie dzia³aæ.

source: inconsistent use of #~
pl: niekonsekwentne u¿ycie #~

source: missing `msgstr[]' section
pl: brak czêsci `msgstr[]'

source: missing `msgid_plural' section
pl: brak czêsci `msgstr_plural'

source: missing `msgstr' section
pl: brak czêsci `msgstr'

source: first plural form has nonzero index
pl: pierwsza forma mnoga ma niezerowy indeks

source: plural form has wrong index
pl: forma mnoga ma z³y indeks

source: too many errors, aborting
pl: za du¿o b³êdów, przerwanie wykonywania

source: invalid multibyte sequence
pl: b³êdna sekwencja wielobajtowa

source: incomplete multibyte sequence at end of file
pl: niekompletna sekwencja wielobajtowa na koñcu pliku

source: incomplete multibyte sequence at end of line
pl: niekompletna sekwencja wielobajtowa na koñcu linii

source: iconv failure
pl: iconv zawiód³

source: keyword "%s" unknown
pl: nieznane s³owo kluczowe "%s"

source: invalid control sequence
pl: b³êdna sekwencja steruj±ca

source: end-of-file within string
pl: znak koñca pliku wewn±trz napisu

source: end-of-line within string
pl: znak koñca wiersza wewn±trz napisu

source: context separator <EOT> within string
pl: separator kontekstu <EOT> wewn±trz napisu

source: this file may not contain domain directives
pl: ten plik nie mo¿e zawieraæ dyrektyw domain

source: duplicate message definition
pl: podwójna definicja komunikatu

source: this is the location of the first definition
pl: to jest po³o¿enie pierwszej definicji

source: file "%s" is truncated
pl: plik "%s" jest obciêty

source: file "%s" contains a not NUL terminated string
pl: plik "%s" zawiera napis, który nie jest zakoñczony znakiem NUL

source: file "%s" is not in GNU .mo format
pl: plik "%s" nie jest w formacie .mo GNU

source: file "%s" contains a not NUL terminated string, at %s
pl: plik "%s" zawiera napis nie zakoñczony znakiem NUL pod %s

source: warning: invalid \uxxxx syntax for Unicode character
pl: uwaga: b³êdna sk³adnia znaku Unicode: \uxxxx

source: warning: unterminated string
pl: uwaga: niezakoñczony napis

source: warning: syntax error
pl: uwaga: b³±d sk³adniowy

source: warning: unterminated key/value pair
pl: uwaga: niezakoñczona para klucz/warto¶æ

source: warning: syntax error, expected ';' after string
pl: uwaga: b³±d sk³adniowy, oczekiwano ';' po napisie

source: warning: syntax error, expected '=' or ';' after string
pl: uwaga: b³±d sk³±dniowy, oczekiwano '=' albo ';' po napisie

source: Written by %s and %s.
pl: Program napisany przez %s i %s.

source: Danilo Segan
pl: Danilo Segana

source: Recode Serbian text from Cyrillic to Latin script.
pl: Przekodowanie serbskiego tekstu z cyrylicy na alfabet ³aciñski.

source: The input text is read from standard input. The converted text is output to standard output.
pl: Tekst wej¶ciowy jest czytany ze standardowego wej¶cia. Tekst przekszta³cony jest wysy³any do standardowego wyj¶cia.

source: input is not valid in "%s" encoding
pl: dane wej¶ciowe s± b³êdne je¿eli kodowanie to "%s"

source: error while converting from "%s" encoding to "%s" encoding
pl: b³±d w czasie zmiany kodowania z "%s" na "%s"

source: expected two arguments
pl: oczekiwano dwóch argumentów

source: Usage: %s [OPTION] URL FILE
pl: Sk³adnia: %s [OPCJA] URL PLIK

source: Fetches and outputs the contents of an URL. If the URL cannot be accessed, the locally accessible FILE is used instead.
pl: Pobranie i wypisanie zawarto¶ci URL-a. Je¶li URL jest niedostêpny, u¿ywany jest lokalnie dostêpny PLIK.

source: error writing stdout
pl: b³±d podczas pisania na standardowe wyj¶cie

source: Cannot output multiple translation domains into a single file with the specified output format. Try using PO file syntax instead.
pl: Nie mo¿na zapisaæ wielu domen t³umaczeñ do jednego pliku o podanym formacie wyj¶ciowym. Mo¿na to zrobiæ u¿ywaj±c pliku o sk³adni PO.

source: Cannot output multiple translation domains into a single file with the specified output format.
pl: W podanym formacie wyj¶ciowym nie mo¿na zapisaæ wielu domen t³umaczenia w pojedynczym pliku.

source: message catalog has context dependent translations, but the output format does not support them.
pl: katalog komunikatów ma formy mnogie, ale nie mog± byæ zapisane w podanym formacie wyj¶ciowym.

source: message catalog has plural form translations, but the output format does not support them. Try generating a Java class using "msgfmt --java", instead of a properties file.
pl: katalog komunikatów ma t³umaczenia form mnogich, ale format wyj¶ciowy tego nie obs³uguje. Mo¿na wygenerowaæ klasê Javy przy u¿yciu "msgfmt --java" zamiast pliku properties.

source: message catalog has plural form translations, but the output format does not support them.
pl: katalog komunikatów ma formy mnogie, ale nie mog± byæ zapisane na wyj¶ciu.

source: cannot create output file "%s"
pl: nie mo¿na utworzyæ pliku wyj¶ciowego "%s"

source: standard output
pl: standardowe wyj¶cie

source: failed to create directory "%s"
pl: nie uda³o siê utworzyæ katalogu "%s"

source: compilation of C# class failed, please try --verbose
pl: kompilacja klasy C# nie uda³a siê, proszê u¿yæ --verbose

source: compilation of C# class failed
pl: kompilacja klasy C# nie uda³a siê

source: not a valid Java class name: %s
pl: niepoprawna nazwa klasy Javy: %s

source: compilation of Java class failed, please try --verbose or set $JAVAC
pl: kompilacja klasy Javy nie uda³a siê, proszê u¿yæ --verbose lub ustawiæ $JAVAC

source: compilation of Java class failed, please try to set $JAVAC
pl: kompilacja klasy Javy nie uda³a siê, proszê ustawiæ $JAVAC

source: error while opening "%s" for writing
pl: b³±d otwarcia "%s" do pisania

source: internationalized messages should not contain the `\%c' escape sequence
pl: umiêdzynaradawiane komunikaty nie powinny zawieraæ sekwencji `\%c'

source: The following msgctxt contains non-ASCII characters. This will cause problems to translators who use a character encoding different from yours. Consider using a pure ASCII msgctxt instead. %s
pl: Nastêpuj±cy msgctxt zawiera znaki spoza ASCII. Bêdzie to sprawiaæ problemy t³umaczom u¿ywaj±cym kodowania znaków innego ni¿ ty. Rozwa¿ u¿ywanie w nazwach msgctxt wy³±cznie znaków ASCII. %s

source: The following msgid contains non-ASCII characters. This will cause problems to translators who use a character encoding different from yours. Consider using a pure ASCII msgid instead. %s
pl: Nastêpuj±cy msgid zawiera znaki spoza ASCII. Bêdzie to sprawiaæ problemy t³umaczom u¿ywaj±cym kodowania znaków innego ni¿ teraz u¿ywane. Lepiej u¿ywaæ msgid wy³±cznie ze znaków ASCII. %s

source: message catalog has plural form translations but the Qt message catalog format doesn't support plural handling
pl: katalog komunikatów ma formy mnogie, ale katalog komunikatów Qt nie pozwala ich u¿ywaæ

source: message catalog has msgctxt strings containing characters outside ISO-8859-1 but the Qt message catalog format supports Unicode only in the translated strings, not in the context strings
pl: katalog komunikatów zawiera napisy msgctxt ze znakami spoza ISO-8859-1, a katalog komunikatów Qt rozumie tylko Unicode w przet³umaczonych napisach, nie rozumie go w napisach kontekstu

source: message catalog has msgid strings containing characters outside ISO-8859-1 but the Qt message catalog format supports Unicode only in the translated strings, not in the untranslated strings
pl: katalog komunikatów ma zawiera napisy msgid ze znakami spoza ISO-8859-1, a katalog komunikatów Qt rozumie tylko Unicode w przet³umaczonych napisach, nie rozumie go w nieprzet³umaczonych

source: error while writing to %s subprocess
pl: b³±d podczas pisania do podprocesu %s

source: message catalog has context dependent translations but the C# .resources format doesn't support contexts
pl: katalog komunikatów ma t³umaczenia zale¿ne od kontekstu, ale format C# .resources nie pozwala u¿ywaæ kontekstów

source: message catalog has plural form translations but the C# .resources format doesn't support plural handling
pl: katalog komunikatów ma formy mnogie, ale katalog komunikatów C# nie pozwala ich u¿ywaæ

source: message catalog has context dependent translations but the Tcl message catalog format doesn't support contexts
pl: katalog komunikatów zawiera t³umaczenia zale¿ne od kontekstu, ale format katalogu komunikatów Tcl-a nie pozwala zmieniaæ kontekstów

source: message catalog has plural form translations but the Tcl message catalog format doesn't support plural handling
pl: katalog komunikatów zawiera t³umaczenia form mnogich, ale format katalogu komunikatów Tcl-a nie obs³uguje liczby mnogiej

source: %s:%d: warning: unterminated string
pl: %s:%d: uwaga: niezakoñczony napis

source: %s:%d: warning: unterminated regular expression
pl: %s:%d: uwaga: niezakoñczone wyra¿enie regularne

source: %s:%d: warning: unterminated character constant
pl: %s:%d: uwaga: niezakoñczona sta³a znakowa

source: %s:%d: warning: unterminated string literal
pl: %s:%d: uwaga: niezakoñczona sta³a ³añcuchowa

source: %s:%d: Invalid multibyte sequence. Please specify the correct source encoding through --from-code.
pl: %s:%d: B³êdna sekwensja wielobajtowa. Proszê podaæ poprawne kodowanie ¼ród³owe przy pomocy --from-code .

source: %s:%d: Long incomplete multibyte sequence. Please specify the correct source encoding through --from-code.
pl: %s:%d: Niekompletna d³uga sekwencja wielobajtowa. Proszê podaæ prawid³owe kodowanie ¼ród³owe przy pomocy --from-code .

source: %s:%d: Incomplete multibyte sequence at end of file. Please specify the correct source encoding through --from-code.
pl: %s:%d: Niekompletna sekwencja wielobajtowa na koñcu pliku. Proszê podaæ prawid³owe kodowanie ¼ród³owe przy pomocy --from-code .

source: %s:%d: Incomplete multibyte sequence at end of line. Please specify the correct source encoding through --from-code.
pl: %s:%d: Niekompletna sekwencja wielobajtowa na koñcu linii. Proszê podaæ prawid³owe kodowanie ¼ród³owe przy pomocy --from-code .

source: %s:%d: iconv failure
pl: %s:%d: b³±d iconv

source: %s:%d: Invalid multibyte sequence. Please specify the source encoding through --from-code.
pl: %s:%d: Nieprawid³owa sekwencja wielobajtowa. Proszê podaæ prawid³owe kodowanie ¼ród³owe przy pomocy --from-code .

source: %s:%d: warning: invalid Unicode character
pl: %s:%d: uwaga: b³êdny znak unikodowy

source: %s:%d: warning: unterminated string constant
pl: %s:%d: uwaga: niezakoñczona sta³a znakowa

source: %s:%d: warning: ')' found where '}' was expected
pl: %s:%d: uwaga: znaleziono ')', oczekiwano '}'
