Repository: andryblack/ketlaer
Catalog: mms-1.1.1/plugins/feature/movie/po/*.po
Languages: da, de, fi, fr, lv

source: Unable to retrieve web page
da: Kunne ikke hente hjemmesiden
de: Fehler beim Empfang der Webseite
fi: Verkkosivun lataus epäonnistui
fr: Impossible d'obtenir la page web
lv: Nevar ielādēt web lapu

source: Play video
da: Afspil video
de: Film - abspielen
fi: Toista video
fr: Lire une Vidéo

source: Enter directory
da: Gå ind i katalog
de: Verzeichnis - betreten
fi: Avaa hakemisto
fr: Sélection du dossier
lv: Atvērt direktoriju

source: Go up one directory
da: Gå et katalog op
de: Verzeichnis - verlassen
fi: Siirry ylöspäin hakemistossa
fr: Aller au dossier parent
lv: Vienu direktoriju atpakaļ

source: Return to startmenu
da: Retur til startmenuen
de: Zurück zum Hauptmenü
fi: Palaa alkuvalikkoon
fr: Retour au menu principal
lv: Atgriezties sākumā

source: Folder is empty
da: Katalog er tomt
de: Der Ordner ist leer
fi: Kansio on tyhjä
fr: Répertoire vide
lv: Direktorija ir tukša

source: Videos
da: Videoer
de: Filme
fi: Videot
fr: Vidéo

source: Search:
da: Søg:
de: Suchen:
fi: Haku:
fr: Rechercher:
lv: Meklēt:

source: Video Options
da: Video-indstillinger
de: Film Einstellungen
fi: Videoasetukset
fr: Options Vidéo

source: reload
da: genindlæs
de: Verzeichnisse neu einlesen
fi: lataa uudelleen
fr: recharger
lv: pārlādēt

source: icon view
da: vis som ikoner
de: Bilder
fi: esikatselunäkymä
fr: vue en mode icones
lv: ikonu skats

source: list view
da: vis som liste
de: Liste
fi: listanäkymä
fr: vue en mode liste
lv: saraksta skats

source: display mode
da: skærminstillinger
de: Darstellung
fi: näyttötila
fr: mode d'affichage
lv: ekrāna veids

source: No such plugin player:
da: Ingen sådan pluginafspiller:
de: Kein solches Plugin, Abspieler:
fi: Soitinlaajennosta ei löydy:
fr: Pas de tel greffon de lecture :
lv: Nav šāda spraudņa spēlētāja:

source: does not provide any options
da: tilbyder ingen indstillinger
de: hält keine Optionen vor
fi: ei tarjoa asetuksia
fr: ne fournit aucune option
lv: nav pieejamas nekādas opcijas

source: Options
da: Indstillinger
de: Einstellungen
fi: Asetukset
lv: Opcijas

source: sorting
da: sortering
de: Sortierung
fi: järjestys
fr: trier
lv: kārtot

source: cd device
da: cd enhed
de: CD-Laufwerk
fi: CD-laite
fr: lecteur CD
lv: cd iekārta

source: audio device
da: lydenhed
de: Audio Gerät
fi: äänilaite
fr: lecteur audio
lv: audio iekārta

source: video player
da: videoafspiller
de: Player - Filme
fi: videosoitin
fr: lecteur vidéo

source: vcd player
da: vcd-afspiller
de: Player - VCD
fi: VCD-soitin
fr: lecteur VCD
lv: vcd atskaņotājs

source: dvd player
da: dvd-afspiller
de: Player - DVD
fi: DVD-soitin
fr: lecteur DVD
lv: DVD atskaņotājs

source: Play
da: Afspil
de: Wiedergabe
fi: Toista
fr: Lire
lv: Rādīt

source: Pause
fi: Tauko
lv: Pauze

source: Stop
fi: Pysäytä

source: Fast forward
da: Spol frem
de: Spulen vor
fi: Pikakelaus eteenpäin
fr: Avance rapide
lv: Pārtīt uz priekšu

source: Fast backward
da: Spol tilbage
de: Spulen zurück
fi: Pikakelaus taaksepäin
fr: Retour rapide
lv: Pārtīt atpakaļ

source: Switch video playback to fullscreen
da: Skift videoafspilning til fuldskærm
de: Filmwiedergabe in Vollbild
fi: Vaihda toisto kokonäyttötilaan
fr: Basculer la lecture en plein écran

source: Search
da: Søg
de: Suche
fi: Hae
fr: Rechercher
lv: Meklēt

source: Starting playback...
da: Begynder afspilning...
de: Beginne die Wiedergabe des Films ...
fi: Aloitetaan toisto...
fr: Démarrage de la lecture...
lv: Sākam atskaņošanu...

source: Could not create directory
da: Kunne ikke oprette katalog
de: Fehler beim Erstellen des Verzeichnisses
fi: Hakemiston luonti epäonnistui
fr: Impossible de créer le dossier
lv: Nevar izveidot direktoriju

source: current folder
da: nuvær. katalog
de: Verzeichnis
fi: nykyinen kansio
fr: dossier courant
lv: aktīvā direktorija

source: Play all files in dir
da: Afspil alle filer i katalog
de: Alle Filme ab hier wiedergeben
fi: Toista hakemiston tiedostot
fr: Lire tous les fichiers du répertoire
lv: Spēlēt visus failus

source: Play movie
de: Film - abspielen
fi: Toista video
fr: Regarder une Vidéo
lv: Rādīt filmu

source: Update imdb information
da: Opdater imdb information
de: IMDb-Infos - erneuern
fi: Päivitä IMDb-tiedot
fr: Mise à jour des informations IMDb
lv: Atjaunot IMDB informāciju

source: Delete imdb information
da: Slet imdb information
de: IMDb-Infos - löschen
fi: Poista IMBb-tiedot
fr: Suppression des informations IMDb
lv: Dzēst IMDB informāciju

source: Get information on imdb
da: Hent information fra imdb
de: Hole IMDb-Informationen
fi: Päivitä IMDb-tiedot
fr: Récupérer les informations sur IMDb

source: Print file information
da: Print filinformation
de: Datei-Infos - zeigen
fi: Näytä tiedoston tiedot
fr: Afficher les informations du fichiers
lv: Rādīt informāciju

source: Print imdb information
de: IMDb-Infos - zeigen
fi: Näytä IMDb-tiedot
fr: Afficher les informations IMDb
lv: Rādīt IMDB informāciju

source: No available information about this file
da: Ingen information tilgængelig for filmen
de: Keine Infos für diese Datei vorhanden
fi: Tiedostosta ei ole saatavilla tietoja
fr: pour télécharger les informations sur le film
lv: Informācija par failu nav pieejama

source: General information:
da: Generel information:
de: Allgemeine Informationen:
fi: Yleiset tiedot:
fr: Informations Globales :
lv: Pamatinformācija:

source: Video details:
da: Video detaljer:
fi: Yksityiskohtaiset tiedot videosta:
fr: Détails Vidéo :
lv: Video detaļas:

source: Audio details:
da: Lyddetaljer:
fi: Yksityiskohtaiset tiedot äänestä:
fr: Précision Audio :
lv: Audio detaļas:

source: directories first
da: kataloger først
de: Verzeichnisse zuerst
fi: hakemistot ensin
fr: dossiers d'abord
lv: Direktorijas pirmās

source: No IMDb information found about videos
da: Ingen IMDb information fundet om videoerne
de: Keine IMDb Informationen zu Filmen gefunden
fi: Videoille ei löydetty IMDb-tietoja
fr: Pas d'informations IMDb trouvées sur la vidéo

source: Use the reget video information action
da: Benyt genhent videoinformation
de: Nutzen Sie die IMDb-Info Aktualisierung
fi: Käytä uudelleen lataus -toimintoa
fr: Utiliser le rechargement des informations vidéo

source: to download information about a video
da: for at downloade information omkring videoen
de: um IMDb-Informationen für einen Film zu laden
fi: ladataksesi lisätietoa videosta
fr: pour télécharger les informations sur la vidéo

source: Could not write options to file
da: Kunne ikke skrive indstillinger til filen
de: Fehler beim Schreiben der Einstellungen in die Datei
fi: Asetusten tallennus tiedostoon epäonnistui
fr: Erreur d'écriture du fichier options
lv: Nevar ierakstīt opcijas failā

source: Could not open options file
da: Kunne ikke åbne indstillinger fra filen
de: Fehler beim öffnen der Einstellungsdatei
fi: Asetustiedoston avaus epäonnistui
fr: Erreur à l'ouverture du fichier options
lv: Nevar atvērt opciju failu

source: Video Coll.
da: Videosamling
de: Film-Samml.
fi: Videokirjasto
fr: Collection Vidéo

source: No options available for video collection
da: Ingen indstillinger tilgængelig for videosamling
de: Die Film-Sammlung hat keine Optionen ;)
fi: Asetuksia ei ole saatavilla videokirjastolle
fr: Pas d'option disponible pour la collection vidéo

source: Print information
de: Titelinfos
fi: Näytä tiedot
fr: Afficher informations
lv: Rādīt informāciju

source: Update video information
da: Opdater information omkring videoen
de: Erneuere IMDb-Informationen
fi: Päivitä videon tiedot
fr: Mise à jour des informations sur la vidéo

source: Remove video
da: Fjern video
de: Film entfernen
fi: Poista video
fr: Supprimer la vidéo

source: Search IMDb
da: Søg i IMDb
de: IMDb durchsuchen
fi: Hae IMDb-tietokannasta
fr: Recherche IMDb
lv: Meklēt IMDb

source: Could not find any videos
da: Kunne ikke finde nogen videoer
de: Konnte keine Filme finden
fi: Ei löydetty videoita
fr: Aucune vidéo détectée

source: Please specify a correct path
da: Specificer venligst en korrekt sti
de: Bitte geben Sie einen korrekten Pfad
fi: Ole hyvä ja anna oikea polku
fr: Vérifiez que le chemin spécifié existe
lv: Lūdzu norādiet pareizu ceļu

source: in the configuration file
da: i konfigurationsfilen
de: in der Konfigurationsdatei an
fi: asetustiedostossa
fr: dans le fichier de configuration
lv: konfigurācijas failā

source: Reloading directories
da: Genindlæser katalogstrukturen
de: Aktualisiere Verzeichnisse
fi: Ladataan uudelleen hakemistoja
fr: Relecture des dossiers
lv: pārlādē direktorijas

source: Play videos from harddrive
da: Afspil video fra harddisken
de: Filme (Festplatte)
fi: Toista videotiedostoja kiintolevyltä
fr: Lire des vidéos depuis le disque dur

source: Play videos
da: Afspil video
de: Filme (Festplatte)
fi: Toista videotiedosto
fr: Lire une Vidéo

source: Play a dvd/vcd/svcd
da: Afspil en dvd/vcd/svcd
de: Filme (DVD/(S)VCD)
fi: Toista DVD/VCD/SVCD-levy
fr: Lire un dvd/vcd/svcd
lv: Rādīt no DVD/VCD/SVCD

source: Video database could not be opened or created
da: Video-databasen kunne ikke åbnes eller oprettes
de: Film-Datenbank konnte nicht geöffnet oder erstellt werden
fi: Videotietokannan avaus tai luonti epäonnistui
fr: La base de données de vidéos ne peut être ouverte ou créée

source: Upgrading video database schema
da: Opgraderer databaseskemaet for video
de: Aktualisiere Filme Datenbank-Schema
fi: Päivitetään videotietokannan mallia
fr: Mise à jour du schéma de la base de données des vidéos

source: No IMDb information found about video
da: Ingen IMDb information fundet om videoen
de: Keine IMDb Informationen zu diesem Film gefunden
fi: Videolle ei löydy IMDb-tietoja
fr: Pas d'information sur la vidéo

source: Please update information
da: Opdater venligst informationen
de: Bitte aktualisieren Sie die Informationen
fi: Ole hyvä ja päivitä tiedot
fr: Veuillez mettre à jour les informations
lv: Lūdzu atjaunojiet informāciju

source: Director:
da: Instruktør:
de: Regie:
fi: Ohjaaja:
fr: Réalisateur :
lv: Režisors:

source: Writing Credits:
da: Manuskript:
de: Dank:
fi: Käsikirjoitus:
fr: Crédits :
lv: Scenāristi:

source: Runtime:
da: Længde:
de: Laufzeit:
fi: Kesto:
fr: Durée :
lv: Garums:

source: Genre:
fi: Laji:
lv: Žanrs:

source: Tagline:
da: Slogan:
de: Kurzinfo:
fi: Iskulause:
fr: Sub :
lv: Apraksts:

source: Plot:
da: Historie:
de: Inhalt:
fi: Juoni:
fr: Résumé :
lv: Saturs:

source: Rating:
da: Bedømmelse:
de: Bewertung:
fi: Arvostelu:
fr: Notoriété :
lv: Vērtējums:

source: Cast:
da: Skuespillere:
de: Besetzung:
fi: Henkilöt:
fr: Acteurs :
lv: Lomās:

source: Getting details about video
da: Henter detaljer omkring videoen
de: Lade Details für diesen Film
fi: Ladataan tietoja videosta
fr: Récupération des informations de la vidéo

source: value of information_source not valid:
da: værdi af information_source er ikke valid:
de: Der Wert 'information_source' ist ungültig
fi: 'information_source'-arvo ei ole kelvollinen:
fr: la valeur de information_source n'est pas valide:
lv: informācijas avota dati nav derīgi:

source: Looking up video in IMDb database
da: Finder video i IMDb databasen
de: Schaue nach dem Film in der IMDb Datenbank
fi: Etsitään videota IMDb-tietokannasta
fr: Recherche de la vidéo dans la base IMDb

source: IMDb lookup
da: IMDb opslag
de: IMDb Suche
fi: IMDb-haku
fr: Recherche IMDb
lv: IMDb meklēšana

source: No results found...
da: Ingen resultater fundet...
de: Leider keinen Eintrag gefunden...
fi: Hakutuloksia ei löydetty...
fr: Pas d'informations trouvées...
lv: Bez rezultāta...

source: result found
da: resultat fundet
de: Ergebnis gefunden
fi: tulos löydettiin
fr: occurence trouvée
lv: ieraksts atrasts

source: results found
da: resultater fundet
de: Ergebnisse gefunden
fi: tulosta löydettiin
fr: occurences trouvées
lv: ieraksti atrasti

source: Rating:
da: Bedømmelse:
de: Bewertung:
fi: Arvostelu:
fr: Notation :
lv: Vērtējums:

source: Duration:
da: Længde:
de: Länge:
fi: Kesto:
fr: Durée :
lv: Garums:

source: Resolution:
da: Opløsning:
de: Aufl.:
fi: Resoluutio:
fr: Résolution :
lv: Rezolūcija:

source: Geometry:
da: Dimensioner:
de: Geom.:
fi: Geometria:
fr: Géométrie :
lv: Izmērs:

source: Audio codec:
da: Lyd codec:
de: Codec:
fi: Äänikoodekki:
fr: Codec audio :
lv: Audio kodeks:

source: Audio bitrate:
da: Musikbitrate:
de: Bitr.:
fi: Äänen bittinopeus:
fr: Taux de transfert audio :
lv: Audio bitreits:

source: Video Collection
da: Videosamling
de: Film-Sammlung
fi: Videokirjasto
fr: Collection Vidéo

source: View video collection
da: Se videosamling
de: Film-Sammlung
fi: Katso videokirjastoa
fr: Voir la collection de vidéos

source: The disc does not contain any recognizable files
da: Disken indeholder ingen genkendelige filer
de: Das Medium enthält keine bekannten Dateien
fi: Levy ei sisällä tunnistettavia tiedostoja
fr: Le disque ne contient aucun fichier multimédia
lv: Diskā nav atrodami pazīstami faili

source: Video
de: Filme
fr: Vidéo
