Repository: andryblack/ketlaer
Catalog: mms-1.1.1/plugins/feature/weather/po/*.po
Languages: cs, da, de, fr, it, lv, pl

source: Error downloading weather data
cs: Chyba při stahování údajů o počasí
da: Problemer med at hente vejr-data
de: Fehler beim holen der Wetterdaten
fr: Erreur de téléchargement des données météo
it: Errore nel download dei dati meteo
lv: Kļuda ielādējot laika prognozi
pl: Błąd pobierania danych.

source: Please check your connection
cs: Prosím zkontrolujte vaše spojení
da: Check venligst din forbindelse
de: Bitte überprüfen Sie Ihre Verbindung
fr: Vérifiez votre connexion SVP
it: Per favore controlla la connessione
lv: Lūdzu pārbaudiet pieslēgumu
pl: Sprawdź połączenie

source: and/or configuration file
cs: nebo konfigurační soubor
da: og/eller din konfigurationsfil
de: und/oder die Konfigurationsdatei
fr: et/ou fichier de configuration
it: e/o il file di configurazione
lv: un/vai konfigurācijas failu
pl: i/lub plik konfiguracyjny

source: Weather
cs: Počasí
da: Vejr
de: Wetter
fr: Météo
it: Meteo
lv: Laiks
pl: Pogoda

source: City:
cs: Město:
da: By:
de: Stadt:
fr: Ville :
it: Città:
lv: Pilsēta:
pl: Miasto:

source: Date:
cs: Datum:
da: Dato:
de: Datum:
it: Data:
lv: Datums:
pl: Data:

source: Condition:
cs: Podmínky:
da: Forhold:
de: Momentan:
fr: Conditions :
it: Condizione:
lv: Apstākļi:
pl: Warunki:

source: No cities defined in WeatherConfig
cs: V souboru WeatherConfig nejsou definována žádná města
da: Ingen byer defineret i WeatherConfig
de: Keine Orte in der WeatherConfig !
fr: Aucune ville définie dans WeatherConfig
it: Città non configurate in WeatherConfig
lv: Nav definēta pilsēta failā WeatherConfig
pl: Nie zdefiniowano miast w WeatherConfig

source: Please define at least one city
cs: Prosím nadefinujte alespoň jedno město
da: Definer venligst mindst en by
de: Bitte wenigstens eine Stadt angeben
fr: Merci de définir au moins une ville
it: Imposta almeno una città
lv: Lūdzu definējiet vismaz vienu pilsētu
pl: Proszę zdefiniować choć jedno miasto

source: Weather forecast
cs: Předpověď počasí
da: Vejrudsigt
de: Wettervorhersage
fr: Prévisions Météo
it: Previsioni meteo
lv: Laika prognoze
pl: Prognoza pogody

source: See weather forecast
cs: Prohlédnou předpověď počasí
da: Se vejrudsigt
de: Wettervorhersage
fr: Voir les prévisions météo
it: Mostra previsioni meteo
lv: Skatīt laika prognozi
pl: Sprawdź prognozę

source: Temp:
fr: Température :
